Repository: DogeOS69/dogeos-wallet-translations
Catalog: intl_*.arb
Languages: es_es, fr_fr, ja_jp, zh_cn

# slippageTooHighHint
source: Trading could lead to potential losses, please trade carefully.
es_es: La negociación podría provocar pérdidas potenciales, opera con cuidado.
fr_fr: Le trading pourrait entraîner des pertes potentielles, veuillez trader avec prudence.
ja_jp: 取引は潜在的な損失につながる可能性があります。慎重に取引してください。
zh_cn: 交易可能导致潜在损失，请谨慎交易。

# tokenNotListHint2
source: Token is not listed. Trading may result in asset loss.
es_es: El token no está listado. La negociación puede resultar en la pérdida de activos.
fr_fr: Le jeton n'est pas répertorié. Le trading peut entraîner une perte d'actifs.
ja_jp: トークンがリストされていません。取引すると資産が失われる可能性があります。
zh_cn: 代币未列出。交易可能导致资产损失。

source: Insufficient balance
es_es: Saldo insuficiente
fr_fr: Solde insuffisant
ja_jp: 残高不足
zh_cn: 余额不足

# getStartWithDogeWallet
source: Get started with a DogeOS Wallet via social login — your current wallet stays safe as MyDoge Classic.
es_es: Comienza con una billetera DogeOS a través del inicio de sesión social; tu billetera actual permanece segura como MyDoge Classic.
fr_fr: Commencez avec un portefeuille DogeOS via la connexion sociale — votre portefeuille actuel reste en sécurité en tant que MyDoge Classic.
ja_jp: ソーシャル ログインで DogeOS ウォレットを始めましょう — 現在のウォレットは MyDoge Classic として安全に保管されます。
zh_cn: 通过社交登录开始使用 DogeOS 钱包 — 您当前的钱包作为 MyDoge Classic 保持安全。

# filterHighRiskTokens
source: Filter out high-risk tokens with one click. No assets will be lost.
es_es: Filtra los tokens de alto riesgo con un solo clic. No se perderán activos.
fr_fr: Filtrez les jetons à haut risque en un seul clic. Aucun actif ne sera perdu.
ja_jp: ワンクリックで高リスクのトークンを除外します。資産は失われません。
zh_cn: 一键过滤高风险代币。不会丢失任何资产。

# setUpProfile
source: Set up your profile for the new MyDoge experience?
es_es: ¿Configurar tu perfil para la nueva experiencia de MyDoge?
fr_fr: Configurer votre profil pour la nouvelle expérience MyDoge ?
ja_jp: 新しい MyDoge エクスペリエンスのためにプロフィールを設定しますか？
zh_cn: 为新的 MyDoge 体验设置您的个人资料？

# invalidWalletAddress
source: Invalid wallet address. Please check the format.
es_es: Dirección de billetera no válida. Comprueba el formato.
fr_fr: Adresse de portefeuille non valide. Veuillez vérifier le format.
ja_jp: ウォレット アドレスが無効です。形式を確認してください。
zh_cn: 钱包地址无效。请检查格式。

source: Google Authenticator
es_es: Autenticador de Google

source: devnet
es_es: red de desarrollo

# devnetUpperCase
source: Devnet
es_es: Red de desarrollo

source: EULA
fr_fr: CLUF
