Repository: DogeOS69/dogeos-wallet-translations
Catalog: intl_*.arb
Languages: es_es, fr_fr, ja_jp, zh_cn

# tabMarket
source: Market
es_es: Mercado
fr_fr: Marché
ja_jp: マーケット
zh_cn: 市场

# tabHome
source: Home
es_es: Inicio
fr_fr: Accueil
ja_jp: ホーム
zh_cn: 首页

# tabDiscover
source: Discover
es_es: Descubrir
fr_fr: Découvrir
ja_jp: 発見
zh_cn: 发现

# tabAlpha
source: Alpha
es_es: Alfa
ja_jp: アルファ
zh_cn: 阿尔法

# tabEarn
source: Earn
es_es: Ganar
fr_fr: Gagner
ja_jp: 稼ぐ
zh_cn: 赚取

# tabTrade
source: Trade
es_es: Comerciar
fr_fr: Échanger
ja_jp: 取引
zh_cn: 交易

# tabChat
source: Chat
ja_jp: チャット
zh_cn: 聊天

# tabWallet
source: Wallet
es_es: Billetera
fr_fr: Portefeuille
ja_jp: ウォレット
zh_cn: 钱包

# searchBarDesc
source: Search name or address
es_es: Buscar nombre o dirección
fr_fr: Rechercher un nom ou une adresse
ja_jp: 名前またはアドレスを検索
zh_cn: 搜索名称或地址

source: Total balance
es_es: Balance total
fr_fr: Solde total
ja_jp: 総残高
zh_cn: 总余额

source: Favorite
es_es: Favorito
fr_fr: Favori
ja_jp: お気に入り
zh_cn: 收藏

source: Trending
es_es: Tendencias
fr_fr: Tendances
ja_jp: トレンド
zh_cn: 趋势

source: All Assets
es_es: Todos los activos
fr_fr: Tous les actifs
ja_jp: すべての資産
zh_cn: 所有资产

source: Enter your email
es_es: Introduce tu correo electrónico
fr_fr: Entrez votre adresse e-mail
ja_jp: メールアドレスを入力してください
zh_cn: 输入您的电子邮件

source: Email
es_es: Correo electrónico
ja_jp: メール
zh_cn: 电子邮件

source: Password
es_es: Contraseña
fr_fr: Mot de passe
ja_jp: パスワード
zh_cn: 密码

source: Forget the password？
es_es: ¿Olvidaste la contraseña?
fr_fr: Mot de passe oublié ?
ja_jp: パスワードをお忘れですか？
zh_cn: 忘记密码？

# continueBtn
source: Continue
es_es: Continuar
fr_fr: Continuer
ja_jp: 続ける
zh_cn: 继续

source: Set password
es_es: Establecer contraseña
fr_fr: Définir le mot de passe
ja_jp: パスワードを設定
zh_cn: 设置密码

# setPasswordDesc
source: Set your password. You can also log in directly through email in the future.
es_es: Establece tu contraseña. También puedes iniciar sesión directamente a través del correo electrónico en el futuro.
fr_fr: Définissez votre mot de passe. Vous pourrez également vous connecter directement par e-mail à l'avenir.
ja_jp: パスワードを設定してください。将来的にはメールで直接ログインすることもできます。
zh_cn: 设置您的密码。将来您也可以通过电子邮件直接登录。

# emailCode
source: Email verification code
es_es: Código de verificación de correo electrónico
fr_fr: Code de vérification de l'e-mail
ja_jp: メール認証コード
zh_cn: 电子邮件验证码

# emailCodeDesc
source: Enter your verification code
es_es: Introduce tu código de verificación
fr_fr: Entrez votre code de vérification
ja_jp: 認証コードを入力してください
zh_cn: 输入您的验证码

source: Resend
es_es: Reenviar
fr_fr: Renvoyer
ja_jp: 再送信
zh_cn: 重新发送

source: Bind email
es_es: Vincular correo electrónico
fr_fr: Lier l'e-mail
ja_jp: メールをバインド
zh_cn: 绑定电子邮件

# bindEmailDesc
source: Set your password for lucasscott3@email.com. So you can also log in directly through email in the future.
es_es: Establece tu contraseña para lucasscott3@email.com. Así también podrás iniciar sesión directamente a través del correo electrónico en el futuro.
fr_fr: Définissez votre mot de passe pour lucasscott3@email.com. Vous pourrez ainsi vous connecter directement par e-mail à l'avenir.
ja_jp: lucasscott3@email.com のパスワードを設定してください。これにより、将来的にはメールで直接ログインすることもできます。
zh_cn: 为 lucasscott3@email.com 设置密码。这样您将来也可以通过电子邮件直接登录。

source: Set your profile
es_es: Configura tu perfil
fr_fr: Configurez votre profil
ja_jp: プロフィールを設定
zh_cn: 设置您的个人资料

# setYourProfileDesc1
source: Choose your account username. It can contain up to 30 characters (letters and numbers only). You can change it later if you want.
es_es: Elige tu nombre de usuario de la cuenta. Puede contener hasta 30 caracteres (solo letras y números). Puedes cambiarlo más tarde si quieres.
fr_fr: Choisissez votre nom d'utilisateur de compte. Il peut contenir jusqu'à 30 caractères (lettres et chiffres uniquement). Vous pourrez le modifier plus tard si vous le souhaitez.
ja_jp: アカウントのユーザー名を選択してください。最大 30 文字まで使用できます (文字と数字のみ)。後で変更することもできます。
zh_cn: 选择您的帐户用户名。它最多可以包含 30 个字符（仅限字母和数字）。如果您愿意，可以稍后更改。

# setYourProfileDesc2
source: Password must be 6-20 characters consisting of numbers, uppercase and lowercase letters, and special characters.
es_es: La contraseña debe tener entre 6 y 20 caracteres y constar de números, letras mayúsculas y minúsculas y caracteres especiales.
fr_fr: Le mot de passe doit comporter entre 6 et 20 caractères et être composé de chiffres, de lettres majuscules et minuscules et de caractères spéciaux.
ja_jp: パスワードは、数字、大文字、小文字、特殊文字で構成される 6 ～ 20 文字である必要があります。
zh_cn: 密码必须是 6-20 个字符，由数字、大小写字母和特殊字符组成。

source: Connect X
es_es: Conectar X
fr_fr: Connecter X
ja_jp: X を接続
zh_cn: 连接 X

# connectXDesc
source: Link your X account to launch your own Key and maximize MyDoge experience. Only profile picture, name, and your following list will be accessed! Please note that after connecting to X, changes or unbinding are not possible for account asset security.
es_es: Vincula tu cuenta de X para lanzar tu propia Clave y maximizar la experiencia de MyDoge. ¡Solo se accederá a la foto de perfil, el nombre y tu lista de seguidos! Ten en cuenta que después de conectarte a X, no es posible realizar cambios o desvincular por la seguridad de los activos de la cuenta.
fr_fr: Liez votre compte X pour lancer votre propre clé et maximiser l'expérience MyDoge. Seules la photo de profil, le nom et votre liste de suivis seront accessibles ! Veuillez noter qu'après la connexion à X, les modifications ou la dissociation ne sont pas possibles pour la sécurité des actifs du compte.
ja_jp: X アカウントをリンクして、独自のキーを起動し、MyDoge エクスペリエンスを最大限に活用してください。プロフィール写真、名前、フォロー中のリストのみがアクセスされます! X に接続すると、アカウント資産のセキュリティのため、変更やバインド解除はできませんのでご注意ください。
zh_cn: 链接您的 X 帐户以启动您自己的密钥并最大化 MyDoge 体验。只会访问个人资料图片、姓名和您的关注列表！ 请注意，连接到 X 后，出于帐户资产安全考虑，无法进行更改或解除绑定。

source: Connect
es_es: Conectar
fr_fr: Connecter
ja_jp: 接続
zh_cn: 连接

source: Congratulations
es_es: ¡Felicidades!
fr_fr: Félicitations !
ja_jp: おめでとうございます!
zh_cn: 恭喜！

# congratulationsDesc
source: You are all set! Hang out with your My Doge now.
es_es: ¡Ya está todo listo! Pasa el rato con tu MyDoge ahora.
fr_fr: Vous êtes prêt ! Passez du temps avec votre MyDoge maintenant.
ja_jp: 準備は万端です! 今すぐ My Doge と一緒に過ごしましょう。
zh_cn: 您已准备就绪！ 立即与您的 My Doge 一起玩吧。

source: Enter App
es_es: Entrar en la aplicación
fr_fr: Entrer dans l'application
ja_jp: アプリに入る
zh_cn: 进入应用

# socialLoginTitle2
source: Buy, Send & Receive Dogecoin
es_es: Comprar, enviar y recibir Dogecoin
fr_fr: Acheter, envoyer et recevoir des Dogecoins
ja_jp: ドージコインの購入、送受信
zh_cn: 购买、发送和接收狗狗币

# socialLoginDesc2
source: Tip on X, secure your Doge, and manage your own funds with ease.
es_es: Da propinas en X, asegura tu Doge y gestiona tus propios fondos con facilidad.
fr_fr: Donnez des pourboires sur X, sécurisez vos Doge et gérez vos propres fonds en toute simplicité.
ja_jp: X でチップを送り、Doge を保護し、自分の資金を簡単に管理できます。
zh_cn: 在 X 上打赏，保护您的狗狗币，并轻松管理您自己的资金。

# socialLoginTitle1
source: Explore the DogeOS Ecosystem
es_es: Explora el ecosistema DogeOS
fr_fr: Explorez l'écosystème DogeOS
ja_jp: DogeOS エコシステムを探る
zh_cn: 探索 DogeOS 生态系统

# socialLoginDesc1
source: Unlock DeFi, NFTs, Games, and more with $DOGE in the DogeOS universe.
es_es: Desbloquea DeFi, NFT, juegos y más con $DOGE en el universo DogeOS.
fr_fr: Débloquez la DeFi, les NFT, les jeux et plus encore avec des $DOGE dans l'univers DogeOS.
ja_jp: DogeOS ユニバースで $DOGE を使用して、DeFi、NFT、ゲームなどをアンロックしましょう。
zh_cn: 在 DogeOS 世界中使用 $DOGE 解锁 DeFi、NFT、游戏等。

# socialLoginTitle3
source: Multichain Trading
es_es: Comercio multicadena
fr_fr: Trading multi-chaînes
ja_jp: マルチチェーン取引
zh_cn: 多链交易

# socialLoginDesc3
source: Trade seamlessly across major blockchains for a true multichain experience.
es_es: Comercia sin problemas a través de las principales cadenas de bloques para una verdadera experiencia multicadena.
fr_fr: Échangez en toute transparence sur les principales blockchains pour une véritable expérience multi-chaînes.
ja_jp: 主要なブロックチェーン間でシームレスに取引し、真のマルチチェーン体験を実現します。
zh_cn: 在主要区块链之间无缝交易，获得真正的多链体验。

source: Continue with Email
es_es: Continuar con correo electrónico
fr_fr: Continuer avec l'e-mail
ja_jp: メールで続行
zh_cn: 使用电子邮件继续

source: Or
es_es: O
fr_fr: Ou
ja_jp: または
zh_cn: 或

# resetPwd
source: Reset Password
es_es: Restablecer contraseña
fr_fr: Réinitialiser le mot de passe
ja_jp: パスワードをリセット
zh_cn: 重置密码

# resetPwdDesc
source: We want to make sure it's really you. Enter your email and we'll send you a verification code.
es_es: Queremos asegurarnos de que eres realmente tú. Introduce tu correo electrónico y te enviaremos un código de verificación.
fr_fr: Nous voulons nous assurer que c'est bien vous. Entrez votre e-mail et nous vous enverrons un code de vérification.
ja_jp: ご本人様確認のため、メールアドレスを入力してください。認証コードを送信します。
zh_cn: 我们想确保是您本人。输入您的电子邮件，我们会向您发送验证码。

source: Send
es_es: Enviar
fr_fr: Envoyer
ja_jp: 送信
zh_cn: 发送

source: Deposit
es_es: Depositar
fr_fr: Dépôt
ja_jp: 預金
zh_cn: 存款

source: Bridge
es_es: Puente
fr_fr: Pont
ja_jp: ブリッジ
zh_cn: 桥接

source: Swap
es_es: Intercambiar
fr_fr: Échanger
ja_jp: スワップ
zh_cn: 交换

source: Trade
es_es: Comerciar
fr_fr: Échanger
ja_jp: 取引
zh_cn: 交易

source: Buy
es_es: Comprar
fr_fr: Acheter
ja_jp: 購入
zh_cn: 购买

source: Sell
es_es: Vender
fr_fr: Vendre
ja_jp: 売却
zh_cn: 出售

# cryptoTab
source: Crypto
es_es: Cripto
ja_jp: 暗号
zh_cn: 加密货币

# keyTab
source: Key
es_es: Clave
fr_fr: Clé
ja_jp: キー
zh_cn: 密钥

source: Manage wallet
es_es: Gestionar billetera
fr_fr: Gérer le portefeuille
ja_jp: ウォレットを管理
zh_cn: 管理钱包

source: Create New wallet
es_es: Crear nueva billetera
fr_fr: Créer un nouveau portefeuille
ja_jp: 新しいウォレットを作成
zh_cn: 创建新钱包

source: Import wallet
es_es: Importar billetera
fr_fr: Importer un portefeuille
ja_jp: ウォレットをインポート
zh_cn: 导入钱包

source: Choose how to send
es_es: Elige cómo enviar
fr_fr: Choisissez comment envoyer
ja_jp: 送信方法を選択
zh_cn: 选择发送方式

# yourFriendsTitle
source: Your friends
es_es: Tus amigos
fr_fr: Vos amis
ja_jp: あなたの友達
zh_cn: 您的朋友

# yourFriendsDesc
source: Transfer within Mydoge
es_es: Transferir dentro de Mydoge
fr_fr: Transférer au sein de Mydoge
ja_jp: Mydoge 内で転送
zh_cn: 在 Mydoge 内转账

# externalWalletTitle
source: External Wallet
es_es: Billetera externa
fr_fr: Portefeuille externe
ja_jp: 外部ウォレット
zh_cn: 外部钱包

# externalWalletDesc
source: Send Doge to a crypto address
es_es: Enviar Doge a una dirección de criptomonedas
fr_fr: Envoyer des Doge à une adresse de crypto-monnaie
ja_jp: 暗号アドレスに Doge を送信
zh_cn: 将狗狗币发送到加密地址

source: Select token
es_es: Seleccionar token
fr_fr: Sélectionner un jeton
ja_jp: トークンを選択
zh_cn: 选择代币

source: Search assets
es_es: Buscar activos
fr_fr: Rechercher des actifs
ja_jp: 資産を検索
zh_cn: 搜索资产

source: Receiving address
es_es: Dirección de recepción
fr_fr: Adresse de réception
ja_jp: 受信アドレス
zh_cn: 接收地址

# assetAddress
source: {text} address
es_es: Dirección de {text}
fr_fr: Adresse de {text}
ja_jp: {text} アドレス
zh_cn: {text} 地址

source: Paste
es_es: Pegar
fr_fr: Coller
ja_jp: 貼り付け
zh_cn: 粘贴

source: Transactions
es_es: Transacciones
ja_jp: 取引
zh_cn: 交易

source: My wallet
es_es: Mi billetera
fr_fr: Mon portefeuille
ja_jp: マイウォレット
zh_cn: 我的钱包

source: Confirm
es_es: Confirmar
fr_fr: Confirmer
ja_jp: 確認
zh_cn: 确认

source: Select Crypto
es_es: Seleccionar cripto
fr_fr: Sélectionner une crypto
ja_jp: 暗号を選択
zh_cn: 选择加密货币

source: Search token name or address
es_es: Buscar nombre de token o dirección
fr_fr: Rechercher un nom ou une adresse de jeton
ja_jp: トークン名またはアドレスを検索
zh_cn: 搜索代币名称或地址

source: Network：
es_es: Red:
fr_fr: Réseau:
ja_jp: ネットワーク:
zh_cn: 网络：

source: All
es_es: Todo
fr_fr: Tout
ja_jp: すべて
zh_cn: 全部

source: Doge Chain
es_es: Cadena Doge
fr_fr: Chaîne Doge
ja_jp: Doge チェーン
zh_cn: 狗狗链

source: May be lost
es_es: Puede perderse
fr_fr: Peut être perdu
ja_jp: 失われる可能性があります
zh_cn: 可能会丢失

# tokenAddress
source: Doge Address
es_es: Dirección de Doge
fr_fr: Adresse Doge
ja_jp: Doge アドレス
zh_cn: 狗狗币地址

source: Scroll
es_es: Desplazarse
fr_fr: Faire défiler
ja_jp: スクロール
zh_cn: 滚动

source: Copy
es_es: Copiar
fr_fr: Copier
ja_jp: コピー
zh_cn: 复制

source: Select to Doge friends
es_es: Seleccionar a amigos de Doge
fr_fr: Sélectionner pour les amis Doge
ja_jp: Doge の友達に選択
zh_cn: 选择给狗狗币朋友

source: Search friends
es_es: Buscar amigos
fr_fr: Rechercher des amis
ja_jp: 友達を検索
zh_cn: 搜索朋友

source: Choose wallet
es_es: Elegir billetera
fr_fr: Choisir un portefeuille
ja_jp: ウォレットを選択
zh_cn: 选择钱包

source: Balance：
es_es: Saldo:
fr_fr: Solde:
ja_jp: 残高:
zh_cn: 余额：

source: MAX
es_es: MÁX
ja_jp: 最大
zh_cn: 最大

source: Send gas to friends
es_es: Enviar gas a amigos
fr_fr: Envoyer du gaz à des amis
ja_jp: 友達にガスを送る
zh_cn: 向朋友发送汽油费

source: Changing Tokens
es_es: Cambiando tokens
fr_fr: Changement de jetons
ja_jp: トークンを変更中
zh_cn: 正在更换代币

source: Buy {token}
es_es: Comprar {token}
fr_fr: Acheter {token}
ja_jp: {token} を購入
zh_cn: 购买 {token}

source: Sell {token}
es_es: Vender {token}
fr_fr: Vendre {token}
ja_jp: {token} を売却
zh_cn: 出售 {token}

# socialWallet
source: DogeOS wallet
es_es: Billetera DogeOS
fr_fr: Portefeuille DogeOS
ja_jp: DogeOS ウォレット
zh_cn: DogeOS 钱包

# enjoyWalletWithSocialLogin
source: Enjoy the full MyDoge Wallet experience with a Social Login Multichain Wallet, all while keeping your MyDoge Classic asset.
es_es: Disfruta de la experiencia completa de la billetera MyDoge con una billetera multicadena de inicio de sesión social, todo mientras conservas tu activo clásico de MyDoge.
fr_fr: Profitez de l'expérience complète du portefeuille MyDoge avec un portefeuille multi-chaînes à connexion sociale, tout en conservant votre actif MyDoge Classic.
ja_jp: ソーシャル ログイン マルチチェーン ウォレットで完全な MyDoge ウォレット体験をお楽しみください。MyDoge Classic 資産はそのまま維持されます。
zh_cn: 通过社交登录多链钱包享受完整的 MyDoge 钱包体验，同时保留您的 MyDoge Classic 资产。

source: Skip
es_es: Omitir
fr_fr: Passer
ja_jp: スキップ
zh_cn: 跳过

source: Create with
es_es: Crear con
fr_fr: Créer avec
ja_jp: で作成
zh_cn: 使用...创建

source: Address book
es_es: Libreta de direcciones
fr_fr: Carnet d'adresses
ja_jp: アドレス帳
zh_cn: 地址簿

source: No address
es_es: Sin dirección
fr_fr: Aucune adresse
ja_jp: アドレスがありません
zh_cn: 没有地址

# noAddressDesc
source: Add wallets to your address book for easy access when you need to transfer crypto
es_es: Agrega billeteras a tu libreta de direcciones para un fácil acceso cuando necesites transferir criptomonedas
fr_fr: Ajoutez des portefeuilles à votre carnet d'adresses pour un accès facile lorsque vous devez transférer des crypto-monnaies
ja_jp: 暗号を転送する必要があるときに簡単にアクセスできるように、アドレス帳にウォレットを追加します
zh_cn: 将钱包添加到您的地址簿，以便在需要转移加密货币时轻松访问

source: Add address
es_es: Agregar dirección
fr_fr: Ajouter une adresse
ja_jp: アドレスを追加
zh_cn: 添加地址

source: Name
es_es: Nombre
fr_fr: Nom
ja_jp: 名前
zh_cn: 姓名

# namePlaceholder
source: Enter a name under 20 characters
es_es: Introduce un nombre de menos de 20 caracteres
fr_fr: Entrez un nom de moins de 20 caractères
ja_jp: 20 文字未満の名前を入力してください
zh_cn: 输入一个 20 个字符以下的名称

source: Address
es_es: Dirección
fr_fr: Adresse
ja_jp: アドレス
zh_cn: 地址

# addressPlaceholder
source: Enter an address
es_es: Introduce una dirección
fr_fr: Entrez une adresse
ja_jp: アドレスを入力してください
zh_cn: 输入一个地址

source: Delete address
es_es: Eliminar dirección
fr_fr: Supprimer l'adresse
ja_jp: アドレスを削除
zh_cn: 删除地址

# deleteAddressDesc
source: Do you want to delete the address?
es_es: ¿Quieres eliminar la dirección?
fr_fr: Voulez-vous supprimer l'adresse ?
ja_jp: アドレスを削除しますか？
zh_cn: 您要删除该地址吗？

source: Cancel
es_es: Cancelar
fr_fr: Annuler
ja_jp: キャンセル
zh_cn: 取消

# cancelLowercase
source: cancel
es_es: cancelar
fr_fr: annuler
ja_jp: キャンセル
zh_cn: 取消

source: Delete
es_es: Eliminar
fr_fr: Supprimer
ja_jp: 削除
zh_cn: 删除

source: Update
es_es: Actualizar
fr_fr: Mettre à jour
ja_jp: 更新
zh_cn: 更新

source: Settings
es_es: Ajustes
fr_fr: Paramètres
ja_jp: 設定
zh_cn: 设置

source: Your account
es_es: Tu cuenta
fr_fr: Votre compte
ja_jp: あなたのアカウント
zh_cn: 您的帐户

source: Edit profile
es_es: Editar perfil
fr_fr: Modifier le profil
ja_jp: プロフィールを編集
zh_cn: 编辑个人资料

source: Recover password
es_es: Recuperar contraseña
fr_fr: Récupérer le mot de passe
ja_jp: パスワードを回復
zh_cn: 恢复密码

source: How you use MyDoge
es_es: Cómo usas MyDoge
fr_fr: Comment vous utilisez MyDoge
ja_jp: MyDoge の使い方
zh_cn: 您如何使用 MyDoge

source: Push notifications
es_es: Notificaciones push
fr_fr: Notifications push
ja_jp: プッシュ通知
zh_cn: 推送通知

source: Privacy settings
es_es: Ajustes de privacidad
fr_fr: Paramètres de confidentialité
ja_jp: プライバシー設定
zh_cn: 隐私设置

source: Language
es_es: Idioma
fr_fr: Langue
ja_jp: 言語
zh_cn: 语言

# vol24h
source: 24h Vol
es_es: Vol 24h
fr_fr: Vol 24h
ja_jp: 24 時間出来高
zh_cn: 24 小时交易量

# high24h
source: 24h High
es_es: Máx 24h
fr_fr: Max 24h
ja_jp: 24 時間高値
zh_cn: 24 小时最高价

# low24h
source: 24h Low
es_es: Mín 24h
fr_fr: Min 24h
ja_jp: 24 時間安値
zh_cn: 24 小时最低价

source: Your Balance
es_es: Tu saldo
fr_fr: Votre solde
ja_jp: あなたの残高
zh_cn: 您的余额

source: Value
es_es: Valor
fr_fr: Valeur
ja_jp: 価値
zh_cn: 价值

source: Quantity
es_es: Cantidad
fr_fr: Quantité
ja_jp: 数量
zh_cn: 数量

source: Add cash
es_es: Añadir efectivo
fr_fr: Ajouter de l'argent
ja_jp: 現金を追加
zh_cn: 添加现金

source: Room
es_es: Sala
fr_fr: Salle
ja_jp: 部屋
zh_cn: 房间

source: Refer
es_es: Referir
fr_fr: Parrainer
ja_jp: 紹介
zh_cn: 推荐

source: Receive
es_es: Recibir
fr_fr: Recevoir
ja_jp: 受信
zh_cn: 接收

source: Stats
es_es: Estadísticas
fr_fr: Statistiques
ja_jp: 統計
zh_cn: 统计数据

source: Market Cap
es_es: Capitalización de mercado
fr_fr: Capitalisation boursière
ja_jp: 時価総額
zh_cn: 市值

source: Liquidity
es_es: Liquidez
fr_fr: Liquidité
ja_jp: 流動性
zh_cn: 流动性

# turnover24h
source: 24h Turnover
es_es: Volumen de negocios 24h
fr_fr: Chiffre d'affaires 24h
ja_jp: 24 時間売上高
zh_cn: 24 小时成交额

# change24h
source: 24h Change
es_es: Cambio 24h
fr_fr: Changement 24h
ja_jp: 24 時間変更
zh_cn: 24 小时变化

source: Contract
es_es: Contrato
fr_fr: Contrat
ja_jp: 契約
zh_cn: 合约

source: Total
ja_jp: 合計
zh_cn: 总计

source: To
es_es: A
fr_fr: À
ja_jp: 宛先
zh_cn: 至

# toLowerCase
source: to
es_es: a
fr_fr: à
ja_jp: 宛先
zh_cn: 至

source: From
es_es: De
fr_fr: De
ja_jp: 差出人
zh_cn: 从

# fromLowerCase
source: from
es_es: de
fr_fr: de
ja_jp: 差出人
zh_cn: 从

source: Task
es_es: Tarea
fr_fr: Tâche
ja_jp: タスク
zh_cn: 任务

source: Referral Rewards
es_es: Recompensas por recomendación
fr_fr: Récompenses de parrainage
ja_jp: 紹介報酬
zh_cn: 推荐奖励

source: Friends invited
es_es: Amigos invitados
fr_fr: Amis invités
ja_jp: 招待された友達
zh_cn: 已邀请的朋友

source: You have earned
es_es: Has ganado
fr_fr: Vous avez gagné
ja_jp: あなたは稼ぎました
zh_cn: 您已赚取

source: Point
es_es: Punto
ja_jp: ポイント
zh_cn: 积分

source: Refer a friend
es_es: Recomendar a un amigo
fr_fr: Parrainer un ami
ja_jp: 友達を紹介する
zh_cn: 推荐朋友

# referExplain
source: Earn 50%~75% of trading fees for each friend you refer.
es_es: Gana entre el 50% y el 75% de las comisiones de negociación por cada amigo que recomiendes.
fr_fr: Gagnez 50 % à 75 % des frais de transaction pour chaque ami que vous parrainez.
ja_jp: 紹介した友達ごとに取引手数料の 50%～75% を獲得できます。
zh_cn: 您推荐的每位朋友，您都可以赚取 50%~75% 的交易费。

source: Claim
es_es: Reclamar
fr_fr: Réclamer
ja_jp: 請求
zh_cn: 领取

source: Bridge $DOGE to DogeOS
es_es: Puente de $DOGE a DogeOS
fr_fr: Pont de $DOGE vers DogeOS
ja_jp: $DOGE を DogeOS にブリッジする
zh_cn: 将 $DOGE 桥接到 DogeOS

source: Follow DogeOS on X
es_es: Seguir a DogeOS en X
fr_fr: Suivre DogeOS sur X
ja_jp: X で DogeOS をフォローする
zh_cn: 在 X 上关注 DogeOS

source: Follow MyDoge on X
es_es: Seguir a MyDoge en X
fr_fr: Suivre MyDoge sur X
ja_jp: X で MyDoge をフォローする
zh_cn: 在 X 上关注 MyDoge

source: Complete one swap on DogeOS
es_es: Completar un intercambio en DogeOS
fr_fr: Effectuer un échange sur DogeOS
ja_jp: DogeOS で 1 回のスワップを完了する
zh_cn: 在 DogeOS 上完成一次交换

source: Dogeverse
ja_jp: ドージバース
zh_cn: 狗狗宇宙

source: Connect to Dogeverse now
es_es: Conéctate a Dogeverse ahora
fr_fr: Connectez-vous à Dogeverse maintenant
ja_jp: 今すぐドージバースに接続
zh_cn: 立即连接到狗狗宇宙

source: DogeOS Ecosystem
es_es: Ecosistema DogeOS
fr_fr: Écosystème DogeOS
ja_jp: DogeOS エコシステム
zh_cn: DogeOS 生态系统

source: DogeSwap
zh_cn: 狗狗交换

source: Orbiter Finance is a decentralized
es_es: Orbiter Finance es una red descentralizada
fr_fr: Orbiter Finance est un réseau décentralisé
ja_jp: Orbiter Finance は分散型です
zh_cn: Orbiter Finance 是一个去中心化的

source: Bitcoin layer-2 network
es_es: Red de capa 2 de Bitcoin
fr_fr: Réseau de couche 2 de Bitcoin
ja_jp: ビットコイン レイヤー 2 ネットワーク
zh_cn: 比特币二层网络

# buildingTheSpiderChain
source: Building the Spider chain, the first EVM L2
es_es: Construyendo la cadena Spider, la primera L2 de EVM
fr_fr: Construction de la chaîne Spider, la première L2 EVM
ja_jp: 最初の EVM L2 であるスパイダー チェーンを構築中
zh_cn: 构建蜘蛛链，第一个 EVM L2

source: Solana Ecosystem
es_es: Ecosistema de Solana
fr_fr: Écosystème Solana
ja_jp: Solana エコシステム
zh_cn: Solana 生态系统

source: Solana Finance
es_es: Finanzas de Solana
ja_jp: Solana ファイナンス
zh_cn: Solana 金融

# earnDesc
source: Earn 50%~75% of trading fees for each friend you refer.
es_es: Gana entre el 50% y el 75% de las comisiones de negociación por cada amigo que recomiendes.
fr_fr: Gagnez 50 % à 75 % des frais de transaction pour chaque ami que vous parrainez.
ja_jp: 紹介した友達ごとに取引手数料の 50%～75% を獲得できます。
zh_cn: 您推荐的每位朋友，您都可以赚取 50%~75% 的交易费。

source: Refer friends
es_es: Recomendar amigos
fr_fr: Parrainer des amis
ja_jp: 友達を紹介する
zh_cn: 推荐朋友

source: Appearance
es_es: Apariencia
fr_fr: Apparence
ja_jp: 外観
zh_cn: 外观

source: Connect Apple
es_es: Conectar Apple
fr_fr: Connecter Apple
ja_jp: Apple に接続
zh_cn: 连接 Apple

source: Connect Meta
es_es: Conectar Meta
fr_fr: Connecter Meta
ja_jp: Meta に接続
zh_cn: 连接 Meta

source: Connect Instagram
es_es: Conectar Instagram
fr_fr: Connecter Instagram
ja_jp: Instagram に接続
zh_cn: 连接 Instagram

source: Connect Kakao
es_es: Conectar Kakao
fr_fr: Connecter Kakao
ja_jp: Kakao に接続
zh_cn: 连接 Kakao

source: Connect line
es_es: Conectar línea
fr_fr: Connecter Line
ja_jp: Line に接続
zh_cn: 连接 Line

source: Your social link
es_es: Tu enlace social
fr_fr: Votre lien social
ja_jp: あなたのソーシャル リンク
zh_cn: 您的社交链接

source: Others
es_es: Otros
fr_fr: Autres
ja_jp: その他
zh_cn: 其他

source: Additional settings
es_es: Ajustes adicionales
fr_fr: Paramètres supplémentaires
ja_jp: 追加設定
zh_cn: 其他设置

source: Community Guidelines
es_es: Directrices de la comunidad
fr_fr: Directives de la communauté
ja_jp: コミュニティ ガイドライン
zh_cn: 社区准则

source: Terms
es_es: Términos
fr_fr: Conditions
ja_jp: 規約
zh_cn: 条款

source: Delete account
es_es: Eliminar cuenta
fr_fr: Supprimer le compte
ja_jp: アカウントを削除
zh_cn: 删除帐户

source: Log out
es_es: Cerrar sesión
fr_fr: Se déconnecter
ja_jp: ログアウト
zh_cn: 退出登录

# confirmToExit
source: Are you sure you want to log out?
es_es: ¿Estás seguro de que quieres cerrar la sesión?
fr_fr: Êtes-vous sûr de vouloir vous déconnecter ?
ja_jp: ログアウトしますか？
zh_cn: 您确定要退出登录吗？

source: Follow
es_es: Seguir
fr_fr: Suivre
ja_jp: フォロー
zh_cn: 关注

source: Warning
es_es: Advertencia
fr_fr: Avertissement
ja_jp: 警告
zh_cn: 警告

# willDeleteAccount
source: This action is irreversible
es_es: Esta acción es irreversible
fr_fr: Cette action est irréversible
ja_jp: この操作は元に戻せません
zh_cn: 此操作不可逆

# willDeleteAccountDesc1
source: Deleting your account will permanently remove your MyDoge Wallet and profile.
es_es: Eliminar tu cuenta eliminará permanentemente tu billetera y perfil de MyDoge.
fr_fr: La suppression de votre compte supprimera définitivement votre portefeuille et votre profil MyDoge.
ja_jp: アカウントを削除すると、MyDoge ウォレットとプロフィールが完全に削除されます。
zh_cn: 删除您的帐户将永久删除您的 MyDoge 钱包和个人资料。

# willDeleteAccountDesc2
source: Make sure to back up your wallet and save anything important — this action cannot be undone.
es_es: Asegúrate de hacer una copia de seguridad de tu billetera y guardar todo lo importante; esta acción no se puede deshacer.
fr_fr: Assurez-vous de sauvegarder votre portefeuille et de sauvegarder tout ce qui est important — cette action ne peut pas être annulée.
ja_jp: ウォレットをバックアップし、重要なものをすべて保存してください。この操作は元に戻せません。
zh_cn: 请务必备份您的钱包并保存所有重要内容 — 此操作无法撤消。

# slideToConfirm
source: Slide to delete
es_es: Desliza para eliminar
fr_fr: Glisser pour supprimer
ja_jp: スライドして削除
zh_cn: 滑动删除

source: DogeOS bridge
es_es: Puente de DogeOS
fr_fr: Pont DogeOS
ja_jp: DogeOS ブリッジ
zh_cn: DogeOS 桥
