Repository: DogeOS69/dogeos-wallet-translations
Catalog: intl_*.arb
Languages: es_es, fr_fr, ja_jp, zh_cn

source: No contacts
es_es: Sin contactos
fr_fr: Aucun contact
ja_jp: 連絡先がありません
zh_cn: 没有联系人

# noContactsRemind
source: Add wallets to your address book for easy access when you need to transfer crypto
es_es: Agrega billeteras a tu libreta de direcciones para un fácil acceso cuando necesites transferir criptomonedas
fr_fr: Ajoutez des portefeuilles à votre carnet d'adresses pour un accès facile lorsque vous devez transférer des crypto-monnaies
ja_jp: 暗号を転送する必要があるときに簡単にアクセスできるように、アドレス帳にウォレットを追加します
zh_cn: 将钱包添加到您的地址簿，以便在需要转移加密货币时轻松访问

# networkText
source: Network
es_es: Red
fr_fr: Réseau
ja_jp: ネットワーク
zh_cn: 网络

source: Update address
es_es: Actualizar dirección
fr_fr: Mettre à jour l'adresse
ja_jp: アドレスを更新
zh_cn: 更新地址

# makeSureSend
source: Please make sure you are sending to
es_es: Asegúrate de que estás enviando a
fr_fr: Veuillez vous assurer que vous envoyez à
ja_jp: 必ず
zh_cn: 请确保您发送到

# chainPoint
source: Chain.
es_es: Cadena.
fr_fr: Chaîne.
ja_jp: チェーンに送信してください。
zh_cn: 链。

# otherFunds
source: Sending from any other chain may result in
es_es: Enviar desde cualquier otra cadena puede resultar en
fr_fr: L'envoi depuis une autre chaîne peut entraîner
ja_jp: 他のチェーンから送信すると、
zh_cn: 从任何其他链发送可能会导致

source: loss of funds.
es_es: pérdida de fondos.
fr_fr: la perte de fonds.
ja_jp: 資金が失われる可能性があります。
zh_cn: 资金损失。

# maybeLost2
source: May be lost!
es_es: ¡Puede perderse!
fr_fr: Peut être perdu !
ja_jp: 失われる可能性があります!
zh_cn: 可能会丢失！

source: Copy Address
es_es: Copiar dirección
fr_fr: Copier l'adresse
ja_jp: アドレスをコピー
zh_cn: 复制地址

source: Error network
es_es: Error de red
fr_fr: Erreur réseau
ja_jp: ネットワーク エラー
zh_cn: 网络错误

# errorNetworkRemind
source: Your network is experiencing some problems, please check and try refreshing
es_es: Tu red está experimentando algunos problemas, por favor, comprueba y prueba a actualizar
fr_fr: Votre réseau rencontre des problèmes, veuillez vérifier et essayer d'actualiser
ja_jp: ネットワークに問題が発生しています。確認して更新してみてください
zh_cn: 您的网络出现了一些问题，请检查并尝试刷新

source: Refresh
es_es: Actualizar
fr_fr: Actualiser
ja_jp: 更新
zh_cn: 刷新

# bindTipTitle
source: Link Authenticator App
es_es: Vincular aplicación de autenticación
fr_fr: Lier l'application d'authentification
ja_jp: 認証アプリをリンク
zh_cn: 链接验证器应用

# bindTipSubtitle
source: Linking authenticator app will enhance the security of your account. lt will be applied when you export your wallet.
es_es: Vincular la aplicación de autenticación mejorará la seguridad de tu cuenta. Se aplicará cuando exportes tu billetera.
fr_fr: La liaison de l'application d'authentification améliorera la sécurité de votre compte. Elle sera appliquée lorsque vous exporterez votre portefeuille.
ja_jp: 認証アプリをリンクすると、アカウントのセキュリティが強化されます。ウォレットをエクスポートするときに適用されます。
zh_cn: 链接验证器应用将增强您帐户的安全性。当您导出钱包时将应用它。

source: Link
es_es: Vincular
fr_fr: Lier
ja_jp: リンク
zh_cn: 链接

# emailCodeText
source: Email code
es_es: Código de correo electrónico
fr_fr: Code de l'e-mail
ja_jp: メール コード
zh_cn: 电子邮件代码

# emailCodeSubtitle
source: An email has been sent to your inbox {email}. Please enter the verification code in the email.
es_es: Se ha enviado un correo electrónico a tu bandeja de entrada {email}. Please enter the verification code in the email.
fr_fr: Un e-mail a été envoyé à votre boîte de réception {email}. Veuillez entrer le code de vérification dans l'e-mail.
ja_jp: メールが受信トレイ {email} に送信されました。 メールに記載されている認証コードを入力してください。
zh_cn: 一封电子邮件已发送到您的收件箱 {email}。 请输入电子邮件中的验证码。

# bindStepTitle
source: Link Authenticator App
es_es: Vincular aplicación de autenticación
fr_fr: Lier l'application d'authentification
ja_jp: 認証アプリをリンク
zh_cn: 链接验证器应用

source: Step 1:
es_es: Paso 1:
fr_fr: Étape 1:
ja_jp: ステップ 1:
zh_cn: 步骤 1：

# bindStepOneLabelDescription
source: Download an authenticator app.
es_es: Descarga una aplicación de autenticación.
fr_fr: Téléchargez une application d'authentification.
ja_jp: 認証アプリをダウンロードします。
zh_cn: 下载验证器应用。

# forExampleLabel
source: For example:
es_es: Por ejemplo:
fr_fr: Par exemple:
ja_jp: 例:
zh_cn: 例如：

source: Step 2:
es_es: Paso 2:
fr_fr: Étape 2:
ja_jp: ステップ 2:
zh_cn: 步骤 2：

# bindStepTwoLabelDescription
source: Please copy the 16-digit key below or scan the QR code
es_es: Copia la clave de 16 dígitos a continuación o escanea el código QR
fr_fr: Veuillez copier la clé à 16 chiffres ci-dessous ou scanner le code QR
ja_jp: 以下の 16 桁のキーをコピーするか、QR コードをスキャンしてください
zh_cn: 请复制下面的 16 位密钥或扫描二维码

source: Caution
es_es: Precaución
fr_fr: Attention
ja_jp: 注意
zh_cn: 注意

# bindStepCautionContent
source: Please keep this key safe, as it is used to export your wallet and cannot be recovered if lost!
es_es: Guarda esta clave en un lugar seguro, ya que se utiliza para exportar tu billetera y no se puede recuperar si se pierde.
fr_fr: Veuillez conserver cette clé en lieu sûr, car elle est utilisée pour exporter votre portefeuille et ne peut pas être récupérée en cas de perte !
ja_jp: このキーはウォレットのエクスポートに使用され、紛失した場合は回復できないため、安全に保管してください。
zh_cn: 请妥善保管此密钥，因为它用于导出您的钱包，如果丢失将无法恢复！

source: Please note
es_es: Ten en cuenta
fr_fr: Veuillez noter
ja_jp: ご注意ください
zh_cn: 请注意

# bindStepCautionNoteSubtitle
source: Once Google Authenticator is successfully linked, it cannot be changed.
es_es: Una vez que Google Authenticator se haya vinculado correctamente, no se podrá cambiar.
fr_fr: Une fois que Google Authenticator est lié avec succès, il ne peut pas être modifié.
ja_jp: Google Authenticator が正常にリンクされると、変更することはできません。
zh_cn: Google Authenticator 成功链接后，将无法更改。

# bindStepCautionNoteContent
source: For the security of your wallet assets, please store Google Authenticator in a safe place and keep it well-protected. If Google Authenticator is lost, it may result in the inability to access your wallet.
es_es: Para la seguridad de los activos de tu billetera, guarda Google Authenticator en un lugar seguro y mantenlo bien protegido. Si se pierde Google Authenticator, es posible que no puedas acceder a tu billetera.
fr_fr: Pour la sécurité des actifs de votre portefeuille, veuillez stocker Google Authenticator dans un endroit sûr et le protéger. Si Google Authenticator est perdu, cela peut entraîner l'impossibilité d'accéder à votre portefeuille.
ja_jp: ウォレット資産のセキュリティのため、Google Authenticator は安全な場所に保管し、十分に保護してください。Google Authenticator を紛失すると、ウォレットにアクセスできなくなる可能性があります。
zh_cn: 为了您的钱包资产安全，请将 Google Authenticator 存放在安全的地方并妥善保管。如果 Google Authenticator 丢失，可能会导致无法访问您的钱包。

source: Got it
es_es: Entendido
fr_fr: Compris
ja_jp: 了解しました
zh_cn: 知道了

# verifySubtitle
source: Please enter the number generated by your Google Authenticator.
es_es: Introduce el número generado por tu autenticador de Google.
fr_fr: Veuillez entrer le numéro généré par votre Google Authenticator.
ja_jp: Google Authenticator で生成された番号を入力してください。
zh_cn: 请输入您的 Google Authenticator 生成的数字。

# bindSuccessTip
source: Authenticator linked successfully
es_es: Autenticador vinculado correctamente
fr_fr: Authentificateur lié avec succès
ja_jp: 認証システムが正常にリンクされました
zh_cn: 验证器已成功链接

# bindFailedTip
source: Authenticator code is incorrect, linking failed
es_es: El código del autenticador es incorrecto, la vinculación ha fallado
fr_fr: Le code de l'authentificateur est incorrect, la liaison a échoué
ja_jp: 認証システムコードが正しくありません。リンクに失敗しました
zh_cn: 验证器代码不正确，链接失败

source: Retry
es_es: Reintentar
fr_fr: Réessayer
ja_jp: 再試行
zh_cn: 重试

source: Select network
es_es: Seleccionar red
fr_fr: Sélectionner un réseau
ja_jp: ネットワークを選択
zh_cn: 选择网络

source: Add to favorites
es_es: Añadir a favoritos
fr_fr: Ajouter aux favoris
ja_jp: お気に入りに追加
zh_cn: 添加到收藏夹

source: Add to favorite
es_es: Añadir a favorito
fr_fr: Ajouter aux favoris
ja_jp: お気に入りに追加
zh_cn: 添加到收藏夹

source: Set Pay Pin
es_es: Establecer PIN de pago
fr_fr: Définir le code PIN de paiement
ja_jp: 支払い PIN を設定
zh_cn: 设置支付密码

# setPayPinSubtitle
source: Please set a pay pin to secure your assets. This pin will be required when you make transactions.
es_es: Establece un PIN de pago para proteger tus activos. Este PIN se solicitará cuando realices transacciones.
fr_fr: Veuillez définir un code PIN de paiement pour sécuriser vos actifs. Ce code PIN sera requis lorsque vous effectuerez des transactions.
ja_jp: 資産を保護するために支払い PIN を設定してください。この PIN は取引を行う際に必要になります。
zh_cn: 请设置支付密码以保护您的资产。当您进行交易时将需要此密码。

# showTip
source: Show Pin
es_es: Mostrar PIN
fr_fr: Afficher le code PIN
ja_jp: PIN を表示
zh_cn: 显示密码

# hideTip
source: Hide Pin
es_es: Ocultar PIN
fr_fr: Masquer le code PIN
ja_jp: PIN を非表示
zh_cn: 隐藏密码

source: Confirm Pay Pin
es_es: Confirmar PIN de pago
fr_fr: Confirmer le code PIN de paiement
ja_jp: 支払い PIN を確認
zh_cn: 确认支付密码

# confirmNotMatchTip
source: The two pay pins do not match.
es_es: Los dos PIN de pago no coinciden.
fr_fr: Les deux codes PIN de paiement ne correspondent pas.
ja_jp: 2 つの支払い PIN が一致しません。
zh_cn: 两个支付密码不匹配。

source: Enter Pay PIN
es_es: Introduce el PIN de pago
fr_fr: Entrez le code PIN de paiement
ja_jp: 支払い PIN を入力
zh_cn: 输入支付密码

source: Forgot pin
es_es: PIN olvidado
fr_fr: Code PIN oublié
ja_jp: PIN を忘れました
zh_cn: 忘记密码

source: Enter Code
es_es: Introduce el código
fr_fr: Entrez le code
ja_jp: コードを入力
zh_cn: 输入代码

# changeEmailCodeSubtitle
source: A 4-digit code was sent to {email}
es_es: Se ha enviado un código de 4 dígitos a {email}
fr_fr: Un code à 4 chiffres a été envoyé à {email}
ja_jp: 4 桁のコードが {email} に送信されました
zh_cn: 一个 4 位数的代码已发送到 {email}

source: Request
es_es: Solicitar
fr_fr: Demande
ja_jp: リクエスト
zh_cn: 请求

source: Incorrect code
es_es: Código incorrecto
fr_fr: Code incorrect
ja_jp: コードが正しくありません
zh_cn: 代码不正确

# forgetPayPin
source: Forget the Pay PIN?
es_es: ¿Olvidaste el PIN de pago?
fr_fr: Vous avez oublié le code PIN de paiement ?
ja_jp: 支払い PIN を忘れましたか？
zh_cn: 忘记支付密码？

source: Show Pay PIN
es_es: Mostrar PIN de pago
fr_fr: Afficher le code PIN de paiement
ja_jp: 支払い PIN を表示
zh_cn: 显示支付密码

source: Hide Pay PIN
es_es: Ocultar PIN de pago
fr_fr: Masquer le code PIN de paiement
ja_jp: 支払い PIN を非表示
zh_cn: 隐藏支付密码

source: Set Recovery Email
es_es: Establecer correo electrónico de recuperación
fr_fr: Définir l'e-mail de récupération
ja_jp: 回復用メールを設定
zh_cn: 设置恢复电子邮件

# setRecoveryEmailSubtitle
source: To ensure the security of your asset, please set a recovery email. This email will be used for account recovery in case you lose access to your account.
es_es: Para garantizar la seguridad de tus activos, establece un correo electrónico de recuperación. Este correo electrónico se utilizará para la recuperación de la cuenta en caso de que pierdas el acceso a tu cuenta.
fr_fr: Pour garantir la sécurité de vos actifs, veuillez définir un e-mail de récupération. Cet e-mail sera utilisé pour la récupération du compte en cas de perte d'accès à votre compte.
ja_jp: 資産のセキュリティを確保するため、回復用メールを設定してください。このメールは、アカウントへのアクセスを失った場合のアカウント回復に使用されます。
zh_cn: 为确保您的资产安全，请设置恢复电子邮件。此电子邮件将用于在您无法访问帐户时进行帐户恢复。

# enterEmailAddress
source: Enter your Email address
es_es: Introduce tu dirección de correo electrónico
fr_fr: Entrez votre adresse e-mail
ja_jp: メールアドレスを入力してください
zh_cn: 输入您的电子邮件地址

# emailErrorTip
source: This email is not available
es_es: Este correo electrónico no está disponible
fr_fr: Cet e-mail n'est pas disponible
ja_jp: このメールは利用できません
zh_cn: 此电子邮件不可用

# codeResendSecond
source: Resend({second})
es_es: Reenviar ({second})
fr_fr: Renvoyer ({second})
ja_jp: 再送信({second})
zh_cn: 重新发送({second})

source: Scan QR Code
es_es: Escanear código QR
fr_fr: Scanner le code QR
ja_jp: QR コードをスキャン
zh_cn: 扫描二维码

source: Album
es_es: Álbum
ja_jp: アルバム
zh_cn: 相册

source: Enter seed phrase
es_es: Introduce la frase semilla
fr_fr: Entrez la phrase de départ
ja_jp: シード フレーズを入力
zh_cn: 输入助记词

# enterSeedPhraseRemind
source: If you're using a seed phrase to import the wallet, separate each word with a space.
es_es: Si estás utilizando una frase semilla para importar la billetera, separa cada palabra con un espacio.
fr_fr: Si vous utilisez une phrase de départ pour importer le portefeuille, séparez chaque mot par un espace.
ja_jp: シード フレーズを使用してウォレットをインポートする場合は、各単語をスペースで区切ってください。
zh_cn: 如果您使用助记词导入钱包，请用空格分隔每个单词。

source: Clear
es_es: Limpiar
fr_fr: Effacer
ja_jp: クリア
zh_cn: 清除

# howToBackUp
source: Why and How to back up your wallet
es_es: Por qué y cómo hacer una copia de seguridad de tu billetera
fr_fr: Pourquoi et comment sauvegarder votre portefeuille
ja_jp: ウォレットをバックアップする理由と方法
zh_cn: 为什么以及如何备份您的钱包

# backUpRemind
source: To be able to access your accounts and assets when you change devices, we strongly recommend that you follow the process below to backup your wallet.
es_es: Para poder acceder a tus cuentas y activos cuando cambies de dispositivo, te recomendamos encarecidamente que sigas el proceso a continuación para hacer una copia de seguridad de tu billetera.
fr_fr: Pour pouvoir accéder à vos comptes et à vos actifs lorsque vous changez d'appareil, nous vous recommandons vivement de suivre le processus ci-dessous pour sauvegarder votre portefeuille.
ja_jp: デバイスを変更したときにアカウントと資産にアクセスできるように、以下の手順に従ってウォレットをバックアップすることを強くお勧めします。
zh_cn: 为了能够在更换设备时访问您的帐户和资产，我们强烈建议您按照以下流程备份您的钱包。

# backUpStep1
source: 1. Click the button to view the seed phrases.
es_es: 1. Haz clic en el botón para ver las frases semilla.
fr_fr: 1. Cliquez sur le bouton pour afficher les phrases de départ.
ja_jp: 1. ボタンをクリックしてシード フレーズを表示します。
zh_cn: 1. 单击按钮查看助记词。

# backUpStep2
source: Keep the seed phrases in a safe place where no one else can access to it.
es_es: Guarda las frases semilla en un lugar seguro donde nadie más pueda acceder a ellas.
fr_fr: Conservez les phrases de départ dans un endroit sûr où personne d'autre ne peut y accéder.
ja_jp: シード フレーズは、他の誰もアクセスできない安全な場所に保管してください。
zh_cn: 将助记词保存在其他人无法访问的安全地方。

# backUpWarning
source: WARNING: Keep your seed phrases safe and NEVER share it to anyone. Anyone with your private key can steal all the assets in your wallet.
es_es: ADVERTENCIA: Mantén tus frases semilla seguras y NUNCA las compartas con nadie. Cualquiera con tu clave privada puede robar todos los activos de tu billetera.
fr_fr: AVERTISSEMENT: Conservez vos phrases de départ en lieu sûr et ne les partagez JAMAIS avec qui que ce soit. Toute personne disposant de votre clé privée peut voler tous les actifs de votre portefeuille.
ja_jp: 警告: シード フレーズは安全に保管し、誰にも共有しないでください。秘密鍵を持っている人なら誰でもウォレット内のすべての資産を盗むことができます。
zh_cn: 警告：请妥善保管您的助记词，切勿与任何人分享。任何拥有您私钥的人都可以窃取您钱包中的所有资产。

# showSeed
source: Show My Seed Phrases
es_es: Mostrar mis frases semilla
fr_fr: Afficher mes phrases de départ
ja_jp: マイ シード フレーズを表示
zh_cn: 显示我的助记词

source: Seed Phrases
es_es: Frases semilla
fr_fr: Phrases de départ
ja_jp: シード フレーズ
zh_cn: 助记词

source: Close
es_es: Cerrar
fr_fr: Fermer
ja_jp: 閉じる
zh_cn: 关闭

# addressLowerCase
source: address
es_es: dirección
fr_fr: adresse
ja_jp: アドレス
zh_cn: 地址

# enterAddress
source: Please enter a valid address
es_es: Introduce una dirección válida
fr_fr: Veuillez entrer une adresse valide
ja_jp: 有効なアドレスを入力してください
zh_cn: 请输入有效地址

source: Add to address
es_es: Añadir a la dirección
fr_fr: Ajouter à l'adresse
ja_jp: アドレスに追加
zh_cn: 添加到地址

# balanceLabel
source: Balance:
es_es: Saldo:
fr_fr: Solde:
ja_jp: 残高:
zh_cn: 余额：

source: Send to
es_es: Enviar a
fr_fr: Envoyer à
ja_jp: 送信先
zh_cn: 发送到

source: Route selection
es_es: Selección de ruta
fr_fr: Sélection de l'itinéraire
ja_jp: ルート選択
zh_cn: 路线选择

source: Slippage
es_es: Deslizamiento
fr_fr: Glissement
ja_jp: スリッページ
zh_cn: 滑点

source: About
es_es: Acerca de
fr_fr: À propos
ja_jp: 概要
zh_cn: 关于

source: Site
es_es: Sitio
ja_jp: サイト
zh_cn: 网站

# networkUppercase
source: Network
es_es: Red
fr_fr: Réseau
ja_jp: ネットワーク
zh_cn: 网络

source: Custom Tokens
es_es: Tokens personalizados
fr_fr: Jetons personnalisés
ja_jp: カスタム トークン
zh_cn: 自定义代币

source: All tokens
es_es: Todos los tokens
fr_fr: Tous les jetons
ja_jp: すべてのトークン
zh_cn: 所有代币

# filterTokens
source: Filter risky tokens
es_es: Filtrar tokens de riesgo
fr_fr: Filtrer les jetons à risque
ja_jp: 危険なトークンをフィルタリング
zh_cn: 过滤风险代币

source: Contract address
es_es: Dirección del contrato
fr_fr: Adresse du contrat
ja_jp: 契約アドレス
zh_cn: 合约地址

source: Token symbol
es_es: Símbolo del token
fr_fr: Symbole du jeton
ja_jp: トークン シンボル
zh_cn: 代币符号

source: Decimals of precision
es_es: Decimales de precisión
fr_fr: Décimales de précision
ja_jp: 精度の小数
zh_cn: 精度小数

# turnOffRisk
source: Turn off risky tokens filter？
es_es: ¿Desactivar el filtro de tokens de riesgo?
fr_fr: Désactiver le filtre des jetons à risque ?
ja_jp: 危険なトークン フィルターをオフにしますか？
zh_cn: 关闭风险代币过滤器？

# sureTurnOff
source: Are you sure you want to turn off the risky token filter? This may result in asset loss.
es_es: ¿Estás seguro de que quieres desactivar el filtro de tokens de riesgo? Esto puede resultar en la pérdida de activos.
fr_fr: Êtes-vous sûr de vouloir désactiver le filtre des jetons à risque ? Cela pourrait entraîner une perte d'actifs.
ja_jp: 危険なトークン フィルターをオフにしてもよろしいですか？資産が失われる可能性があります。
zh_cn: 您确定要关闭风险代币过滤器吗？这可能会导致资产损失。

source: Turn off
es_es: Desactivar
fr_fr: Désactiver
ja_jp: オフにする
zh_cn: 关闭

source: fail
es_es: fallo
fr_fr: échec
ja_jp: 失敗
zh_cn: 失败

source: Pending
es_es: Pendiente
fr_fr: En attente
ja_jp: 保留中
zh_cn: 待定

# warningText
source: Funds may take up to 20 minutes to arrive in your wallet after the transaction is successful.
es_es: Los fondos pueden tardar hasta 20 minutos en llegar a tu billetera después de que la transacción sea exitosa.
fr_fr: Les fonds peuvent mettre jusqu'à 20 minutes pour arriver dans votre portefeuille après la réussite de la transaction.
ja_jp: 取引が成功した後、資金がウォレットに届くまで最大 20 分かかる場合があります。
zh_cn: 交易成功后，资金最多可能需要 20 分钟才能到达您的钱包。

source: My wallet address
es_es: Mi dirección de billetera
fr_fr: Mon adresse de portefeuille
ja_jp: マイ ウォレット アドレス
zh_cn: 我的钱包地址

# hi
source: Hi, {name}
es_es: Hola, {name}
fr_fr: Salut, {name}
ja_jp: こんにちは、{name} さん
zh_cn: 嗨，{name}

source: $DOGE (devnet) balance
es_es: Saldo de $DOGE (devnet)
fr_fr: Solde de $DOGE (devnet)
ja_jp: $DOGE (devnet) 残高
zh_cn: $DOGE (devnet) 余额

# dogeDevnetFaucet
source: DogeOs Devnet faucet
es_es: Grifo de DogeOs Devnet
fr_fr: Robinet DogeOs Devnet
ja_jp: DogeOs Devnet フォーセット
zh_cn: DogeOs Devnet 水龙头

# myDogeTokenBalance
source: My $DOGE (dev token) balance
es_es: Mi saldo de $DOGE (token de desarrollo)
fr_fr: Mon solde de $DOGE (jeton de développement)
ja_jp: マイ $DOGE (開発トークン) 残高
zh_cn: 我的 $DOGE (dev token) 余额

# whatIsFaucet
source: What is a Faucet?
es_es: ¿Qué es un grifo?
fr_fr: Qu'est-ce qu'un robinet ?
ja_jp: フォーセットとは？
zh_cn: 什么是水龙头？

# whatIsFaucetHint
source: A faucet lets you claim free tokens for testing purposes on a
es_es: Un grifo te permite reclamar tokens gratuitos para fines de prueba en una
fr_fr: Un robinet vous permet de réclamer des jetons gratuits à des fins de test sur un
ja_jp: フォーセットを使用すると、テスト目的で無料のトークンを請求できます。
zh_cn: 水龙头可让您在

# whatIsFaucetHint2
source: — a blockchain environment that simulates real transactions without using real assets.
es_es: — un entorno de cadena de bloques que simula transacciones reales sin utilizar activos reales.
fr_fr: — un environnement de blockchain qui simule des transactions réelles sans utiliser d'actifs réels.
ja_jp: — 実際の資産を使用せずに実際の取引をシミュレートするブロックチェーン環境。
zh_cn: 上领取免费代币用于测试目的 — 这是一个模拟真实交易而不使用真实资产的区块链环境。

# thestDevnetTokens
source: These devnet tokens are
es_es: Estos tokens de la red de desarrollo son
fr_fr: Ces jetons de devnet sont
ja_jp: これらの devnet トークンは
zh_cn: 这些 devnet 代币是

source: not real DOGE
es_es: no son DOGE reales
fr_fr: pas de vrais DOGE
ja_jp: 本物の DOGE ではありません
zh_cn: 不是真正的 DOGE

source: and
es_es: y
fr_fr: et
ja_jp: そして
zh_cn: 和

# haveNoMonetary
source: have no monetary value
es_es: no tienen valor monetario
fr_fr: n'ont aucune valeur monétaire
ja_jp: 金銭的価値はありません
zh_cn: 没有货币价值

# howMuchDoge
source: How Much Devnet DOGE Can I Get?
es_es: ¿Cuánto DOGE de la red de desarrollo puedo obtener?
fr_fr: Combien de DOGE de Devnet puis-je obtenir ?
ja_jp: Devnet DOGE はいくら入手できますか？
zh_cn: 我可以获得多少 Devnet DOGE？

source: You can request
es_es: Puedes solicitar
fr_fr: Vous pouvez demander
ja_jp: リクエストできます
zh_cn: 您可以请求

# perDayDoge
source: 42.069 ÐOGE per day.
es_es: 42.069 ÐOGE por día.
fr_fr: 42,069 ÐOGE par jour.
ja_jp: 1 日あたり 42.069 ÐOGE。
zh_cn: 每天 42.069 ÐOGE。

# noRealFunds
source: No real funds are involved — it’s just for testing.
es_es: No se involucran fondos reales, es solo para pruebas.
fr_fr: Aucun fonds réel n'est impliqué — c'est juste pour les tests.
ja_jp: 実際の資金は関与していません — テスト用です。
zh_cn: 不涉及真实资金 — 仅用于测试。

# WhatCanIDo
source: What Can I Do With Devnet DOGE?
es_es: ¿Qué puedo hacer con el DOGE de la red de desarrollo?
fr_fr: Que puis-je faire avec le DOGE de Devnet ?
ja_jp: Devnet DOGE で何ができますか？
zh_cn: 我可以用 Devnet DOGE 做什么？

# WhatCanIDoHint
source: With your devnet ÐOGE, you can:
es_es: Con tu ÐOGE de la red de desarrollo, puedes:
fr_fr: Avec votre ÐOGE de devnet, vous pouvez :
ja_jp: devnet ÐOGE を使用すると、次のことができます。
zh_cn: 使用您的 devnet ÐOGE，您可以：

# WhatCanIDoHint1
source: Try out new features safely
es_es: Probar nuevas funciones de forma segura
fr_fr: Essayer de nouvelles fonctionnalités en toute sécurité
ja_jp: 新機能を安全に試す
zh_cn: 安全地试用新功能

# WhatCanIDoHint2
source: Interact with dApps without financial risk
es_es: Interactuar con dApps sin riesgo financiero
fr_fr: Interagir avec les dApps sans risque financier
ja_jp: 金銭的なリスクなしで dApp と対話する
zh_cn: 在没有财务风险的情况下与 dApp 交互

source: Help us test
es_es: Ayúdanos a probar
fr_fr: Aidez-nous à tester
ja_jp: テストにご協力ください
zh_cn: 帮助我们测试

source: performance under load
es_es: rendimiento bajo carga
fr_fr: les performances sous charge
ja_jp: 負荷時のパフォーマンス
zh_cn: 负载下的性能

# performanceUnderLoadHint
source: — your activity contributes to important stress testing as we scale DogeOS!
es_es: — ¡tu actividad contribuye a importantes pruebas de estrés a medida que escalamos DogeOS!
fr_fr: — votre activité contribue à d'importants tests de résistance alors que nous mettons à l'échelle DogeOS !
ja_jp: — DogeOS を拡張するにつれて、あなたのアクティビティは重要なストレス テストに貢献します！
zh_cn: — 您的活动有助于在我们扩展 DogeOS 时进行重要的压力测试！

# claimNow
source: Claim Ð42.069 now!
es_es: ¡Reclama Ð42.069 ahora!
fr_fr: Réclamez 42,069 Ð maintenant !
ja_jp: 今すぐ Ð42.069 を請求してください！
zh_cn: 立即领取 Ð42.069！

source: Block or Report
es_es: Bloquear o denunciar
fr_fr: Bloquer ou signaler
ja_jp: ブロックまたは報告
zh_cn: 屏蔽或举报

# blockOrReportHint
source: MyDoge will review all reported profiles to see if there are any violations of our guidelines. You can also block the profile to prevent them from viewing your posts.
es_es: MyDoge revisará todos los perfiles denunciados para ver si hay alguna violación de nuestras directrices. También puedes bloquear el perfil para evitar que vean tus publicaciones.
fr_fr: MyDoge examinera tous les profils signalés pour voir s'il y a des violations de nos directives. Vous pouvez également bloquer le profil pour les empêcher de voir vos publications.
ja_jp: MyDoge は、ガイドラインに違反していないか確認するために、報告されたすべてのプロフィールを確認します。また、プロフィールをブロックして、投稿が表示されないようにすることもできます。
zh_cn: MyDoge 将审查所有被举报的个人资料，以查看是否存在任何违反我们准则的行为。您也可以屏蔽该个人资料，以防止他们查看您的帖子。

source: Report
es_es: Denunciar
fr_fr: Signaler
ja_jp: 報告
zh_cn: 举报

source: Block
es_es: Bloquear
fr_fr: Bloquer
ja_jp: ブロック
zh_cn: 屏蔽

source: Nevermind
es_es: No importa
fr_fr: Peu importe
ja_jp: 気にしないで
zh_cn: 没关系

source: All Comments
es_es: Todos los comentarios
fr_fr: Tous les commentaires
ja_jp: すべてのコメント
zh_cn: 所有评论

source: No comment yet
es_es: Aún no hay comentarios
fr_fr: Aucun commentaire pour l'instant
ja_jp: まだコメントはありません
zh_cn: 暂无评论

source: Say something...
es_es: Di algo...
fr_fr: Dites quelque chose...
ja_jp: 何か言ってください...
zh_cn: 说点什么...

# sureToDelete
source: Sure to delete this comment?
es_es: ¿Seguro que quieres eliminar este comentario?
fr_fr: Êtes-vous sûr de vouloir supprimer ce commentaire ?
ja_jp: このコメントを削除してもよろしいですか？
zh_cn: 确定要删除此评论吗？

source: Copy Profile URL
es_es: Copiar URL del perfil
fr_fr: Copier l'URL du profil
ja_jp: プロフィール URL をコピー
zh_cn: 复制个人资料网址

source: Quick amount
es_es: Cantidad rápida
fr_fr: Montant rapide
ja_jp: クイック金額
zh_cn: 快速金额
