Repository: DogeOS69/dogeos-wallet-translations
Catalog: intl_*.arb
Languages: es_es, fr_fr, ja_jp, zh_cn

# getDogeTestToken
source: Get DOGE testnet tokens (zero value)
es_es: Obtén tokens de la red de prueba de DOGE (valor cero)
fr_fr: Obtenez des jetons de testnet DOGE (valeur nulle)
ja_jp: DOGE テストネット トークンを入手する (価値ゼロ)
zh_cn: 获取 DOGE 测试网代币 (零价值)

source: Legal terms
es_es: Términos legales
fr_fr: Conditions légales
ja_jp: 法的条件
zh_cn: 法律条款

source: Please read our
es_es: Por favor, lee nuestro
fr_fr: Veuillez lire notre
ja_jp: お読みください
zh_cn: 请阅读我们的

source: Agree & Continue
es_es: Aceptar y continuar
fr_fr: Accepter et continuer
ja_jp: 同意して続行
zh_cn: 同意并继续

source: Enable biometrics?
es_es: ¿Activar la biometría?
fr_fr: Activer la biométrie ?
ja_jp: 生体認証を有効にしますか？
zh_cn: 启用生物识别？

source: No
fr_fr: Non
ja_jp: いいえ
zh_cn: 否

source: Yes
es_es: Sí
fr_fr: Oui
ja_jp: はい
zh_cn: 是

source: Enable
es_es: Activar
fr_fr: Activer
ja_jp: 有効にする
zh_cn: 启用

source: Set new photo
es_es: Establecer nueva foto
fr_fr: Définir une nouvelle photo
ja_jp: 新しい写真を設定
zh_cn: 设置新照片

source: Choose from gallery
es_es: Elegir de la galería
fr_fr: Choisir dans la galerie
ja_jp: ギャラリーから選択
zh_cn: 从图库中选择

source: Take a photo
es_es: Hacer una foto
fr_fr: Prendre une photo
ja_jp: 写真を撮る
zh_cn: 拍照

source: Authentication failed
es_es: Autenticación fallida
fr_fr: Échec de l'authentification
ja_jp: 認証に失敗しました
zh_cn: 身份验证失败

# authenticationFailedHint
source: There was an issue with your authentication attempt.
es_es: Hubo un problema con tu intento de autenticación.
fr_fr: Un problème est survenu lors de votre tentative d'authentification.
ja_jp: 認証試行で問題が発生しました。
zh_cn: 您的身份验证尝试出现问题。

source: Try again
es_es: Intentar de nuevo
fr_fr: Réessayer
ja_jp: 再試行
zh_cn: 重试

source: Face ID Not Enabled
es_es: Face ID no está activado
fr_fr: Face ID non activé
ja_jp: Face ID が有効になっていません
zh_cn: 面容 ID 未启用

# pleaseEnabledFaceID
source: Please enable Face ID in Settings to continue.
es_es: Activa Face ID en los ajustes para continuar.
fr_fr: Veuillez activer Face ID dans les paramètres pour continuer.
ja_jp: 続行するには、設定で Face ID を有効にしてください。
zh_cn: 请在“设置”中启用面容 ID 以继续。

source: Go to Settings
es_es: Ir a los ajustes
fr_fr: Aller aux paramètres
ja_jp: 設定に移動
zh_cn: 转到设置

source: Cancel request
es_es: Cancelar solicitud
fr_fr: Annuler la demande
ja_jp: リクエストをキャンセル
zh_cn: 取消请求

# cancelRequestHint
source: Are you sure you want to cancel? This will restart the waiting period if you want to set up a new passkey.
es_es: ¿Estás seguro de que quieres cancelar? Esto reiniciará el período de espera si quieres configurar una nueva clave de acceso.
fr_fr: Êtes-vous sûr de vouloir annuler ? Cela redémarrera la période d'attente si vous souhaitez configurer une nouvelle clé d'accès.
ja_jp: キャンセルしてもよろしいですか？新しいパスキーを設定する場合、待機期間が再開されます。
zh_cn: 您确定要取消吗？如果您想设置新的通行密钥，这将重新开始等待期。

# stillAccessYourClassicWallet
source: You'll still have access to your MyDoge Classic for your next login. However, your posts will not be accessible. Please back up your data now if needed.
es_es: Seguirás teniendo acceso a tu MyDoge Classic para tu próximo inicio de sesión. Sin embargo, tus publicaciones no serán accesibles. Haz una copia de seguridad de tus datos ahora si es necesario.
fr_fr: Vous aurez toujours accès à votre MyDoge Classic pour votre prochaine connexion. Cependant, vos publications ne seront pas accessibles. Veuillez sauvegarder vos données maintenant si nécessaire.
ja_jp: 次回のログインでは、引き続き MyDoge Classic にアクセスできます。ただし、投稿にはアクセスできません。必要に応じて、今すぐデータをバックアップしてください。
zh_cn: 您下次登录时仍可以访问您的 MyDoge Classic。但是，您的帖子将无法访问。如果需要，请立即备份您的数据。

source: Permission Denied
es_es: Permiso denegado
fr_fr: Autorisation refusée
ja_jp: 権限が拒否されました
zh_cn: 权限被拒绝

# whatIsYourEmail
source: What’s your email
es_es: ¿Cuál es tu correo electrónico?
fr_fr: Quel est votre e-mail ?
ja_jp: あなたのメールアドレスは何ですか
zh_cn: 您的电子邮件是什么

source: Enable Face ID
es_es: Activar Face ID
fr_fr: Activer Face ID
ja_jp: Face ID を有効にする
zh_cn: 启用面容 ID

# enableFaceIDHint
source: To keep your account safe, please ensure Face ID remains enabled while using the app.
es_es: Para mantener tu cuenta segura, asegúrate de que Face ID permanezca activado mientras usas la aplicación.
fr_fr: Pour protéger votre compte, assurez-vous que Face ID reste activé lorsque vous utilisez l'application.
ja_jp: アカウントを安全に保つため、アプリの使用中は Face ID を有効にしておいてください。
zh_cn: 为确保您的帐户安全，请确保在使用该应用程序时启用面容 ID。

source: Set Up Passkey
es_es: Configurar clave de acceso
fr_fr: Configurer la clé d'accès
ja_jp: パスキーを設定
zh_cn: 设置通行密钥

source: Setting up...
es_es: Configurando...
fr_fr: Configuration en cours...
ja_jp: 設定中...
zh_cn: 正在设置...

# settingUpHint
source: Passkey setup was canceled. Please try again.
es_es: La configuración de la clave de acceso se canceló. Inténtalo de nuevo.
fr_fr: La configuration de la clé d'accès a été annulée. Veuillez réessayer.
ja_jp: パスキーの設定がキャンセルされました。 もう一度お試しください。
zh_cn: 通行密钥设置已取消。 请重试。

source: Verify With Passkey
es_es: Verificar con clave de acceso
fr_fr: Vérifier avec la clé d'accès
ja_jp: パスキーで確認
zh_cn: 使用通行密钥验证

source: Verifying...
es_es: Verificando...
fr_fr: Vérification en cours...
ja_jp: 確認中...
zh_cn: 正在验证...

# verificationCanceled
source: Verification was canceled.
es_es: La verificación se canceló.
fr_fr: La vérification a été annulée.
ja_jp: 確認がキャンセルされました。
zh_cn: 验证已取消。

source: No Passkey found
es_es: No se ha encontrado ninguna clave de acceso
fr_fr: Aucune clé d'accès trouvée
ja_jp: パスキーが見つかりません
zh_cn: 未找到通行密钥

# keepAccountSafe
source: To keep your account safe, please ensure Face ID remains enabled while using the app.
es_es: Para mantener tu cuenta segura, asegúrate de que Face ID permanezca activado mientras usas la aplicación.
fr_fr: Pour protéger votre compte, assurez-vous que Face ID reste activé lorsque vous utilisez l'application.
ja_jp: アカウントを安全に保つため、アプリの使用中は Face ID を有効にしておいてください。
zh_cn: 为确保您的帐户安全，请确保在使用该应用程序时启用面容 ID。

# setUpNewPasskey
source: Set up a new passkey
es_es: Configurar una nueva clave de acceso
fr_fr: Configurer une nouvelle clé d'accès
ja_jp: 新しいパスキーを設定
zh_cn: 设置新的通行密钥

source: Powered by
es_es: Desarrollado por
fr_fr: Propulsé par
ja_jp: 提供元
zh_cn: 由...提供支持

source: I accept
es_es: Acepto
fr_fr: J'accepte
ja_jp: 同意します
zh_cn: 我接受

source: or continue with
es_es: o continuar con
fr_fr: ou continuer avec
ja_jp: または続行
zh_cn: 或继续使用

source: Verify Email
es_es: Verificar correo electrónico
fr_fr: Vérifier l'e-mail
ja_jp: メールを確認
zh_cn: 验证电子邮件

# verifyEmailHint
source: A one-time sign-in link has been sent to
es_es: Se ha enviado un enlace de inicio de sesión único a
fr_fr: Un lien de connexion unique a été envoyé à
ja_jp: ワンタイム サインイン リンクが送信されました
zh_cn: 一次性登录链接已发送至

# doNotSeeEmail
source: Didn’t see email? Check your spam folder, or
es_es: ¿No ves el correo electrónico? Revisa tu carpeta de spam o
fr_fr: Vous ne voyez pas l'e-mail ? Vérifiez votre dossier de courrier indésirable, ou
ja_jp: メールが表示されませんか？迷惑メール フォルダを確認するか、
zh_cn: 没有看到电子邮件？检查您的垃圾邮件文件夹，或

# settingUpPasskeyHint
source: For your account security, setting up a new passkey requires a 48-hour waiting period.
es_es: Para la seguridad de tu cuenta, configurar una nueva clave de acceso requiere un período de espera de 48 horas.
fr_fr: Pour la sécurité de votre compte, la configuration d'une nouvelle clé d'accès nécessite une période d'attente de 48 heures.
ja_jp: アカウントのセキュリティのため、新しいパスキーの設定には 48 時間の待機期間が必要です。
zh_cn: 为了您的帐户安全，设置新的通行密钥需要 48 小时的等待期。

# verificationLinkSent
source: A one-time verification link will be sent to your email.
es_es: Se enviará un enlace de verificación único a tu correo electrónico.
fr_fr: Un lien de vérification unique sera envoyé à votre e-mail.
ja_jp: ワンタイム認証リンクが メールに送信されます。
zh_cn: 一次性验证链接将发送到 您的电子邮件。

source: Hours
es_es: Horas
fr_fr: Heures
ja_jp: 時間
zh_cn: 小时

source: Minutes
es_es: Minutos
ja_jp: 分
zh_cn: 分钟

source: Seconds
es_es: Segundos
fr_fr: Secondes
ja_jp: 秒
zh_cn: 秒

source: Resend code
es_es: Reenviar código
fr_fr: Renvoyer le code
ja_jp: コードを再送信
zh_cn: 重新发送代码

source: Email address
es_es: Dirección de correo electrónico
fr_fr: Adresse e-mail
ja_jp: メールアドレス
zh_cn: 电子邮件地址

# allNewWallet
source: ALL-New MyDoge Wallet
es_es: Billetera MyDoge TOTALMENTE NUEVA
fr_fr: TOUT NOUVEAU portefeuille MyDoge
ja_jp: まったく新しい MyDoge ウォレット
zh_cn: 全新的 MyDoge 钱包

# getStart
source: Get started
es_es: Empezar
fr_fr: Commencer
ja_jp: 始める
zh_cn: 开始

# welcomeToMydogeWallet
source: Welcome to a brand new MyDoge Wallet experience with a Social Login, Multi-chain Wallet. Your MyDoge Classic, assets, and everything you love about MyDoge gets migrated over to a new experience.
es_es: Bienvenido a una nueva experiencia de billetera MyDoge con un inicio de sesión social y una billetera multicadena. Tu MyDoge Classic, tus activos y todo lo que te gusta de MyDoge se migra a una nueva experiencia.
fr_fr: Bienvenue dans une toute nouvelle expérience de portefeuille MyDoge avec une connexion sociale et un portefeuille multi-chaînes. Votre MyDoge Classic, vos actifs et tout ce que vous aimez dans MyDoge sont migrés vers une nouvelle expérience.
ja_jp: ソーシャル ログイン、マルチチェーン ウォレットを備えたまったく新しい MyDoge ウォレット体験へようこそ。 MyDoge Classic、資産、そして MyDoge のすべてが新しい体験に移行されます。
zh_cn: 欢迎来到全新的 MyDoge 钱包体验，它具有社交登录、多链钱包功能。 您的 MyDoge Classic、资产以及您喜爱 MyDoge 的一切都将迁移到新的体验中。

source: MyDoge Wallet
es_es: Billetera MyDoge
fr_fr: Portefeuille MyDoge
ja_jp: MyDoge ウォレット
zh_cn: MyDoge 钱包

source: Initializing...
es_es: Inicializando...
fr_fr: Initialisation en cours...
ja_jp: 初期化中...
zh_cn: 正在初始化...

# risks
source: Unverified
es_es: Sin verificar
fr_fr: Non vérifié
ja_jp: 未確認
zh_cn: 未验证

source: Waiting user to connect X
es_es: Esperando a que el usuario se conecte a X
fr_fr: En attente de la connexion de l'utilisateur à X
ja_jp: ユーザーが X に接続するのを待っています
zh_cn: 正在等待用户连接 X

source: History
es_es: Historial
fr_fr: Historique
ja_jp: 履歴
zh_cn: 历史记录

source: No Activity
es_es: Sin actividad
fr_fr: Aucune activité
ja_jp: アクティビティなし
zh_cn: 没有活动

source: Notification
es_es: Notificación
ja_jp: 通知
zh_cn: 通知

source: No data
es_es: Sin datos
fr_fr: Aucune donnée
ja_jp: データなし
zh_cn: 没有数据

# viewSeedPhraseTip1
source: To enhance wallet security and reduce the risk of malicious attacks, MyDoge Wallet uses the Cubist custody mechanism to store your seed phrase securely. To view it, submit a request. It will be available 48 hours later and viewable for 3 days.
es_es: Para mejorar la seguridad de la billetera y reducir el riesgo de ataques maliciosos, la billetera MyDoge utiliza el mecanismo de custodia de Cubist para almacenar tu frase semilla de forma segura. Para verla, envía una solicitud. Estará disponible 48 horas después y se podrá ver durante 3 días.
fr_fr: Pour améliorer la sécurité du portefeuille et réduire le risque d'attaques malveillantes, le portefeuille MyDoge utilise le mécanisme de garde Cubist pour stocker votre phrase de départ en toute sécurité. Pour la consulter, soumettez une demande. Elle sera disponible 48 heures plus tard et consultable pendant 3 jours.
ja_jp: ウォレットのセキュリティを強化し、悪意のある攻撃のリスクを軽減するために、MyDoge ウォレットは Cubist カストディ メカニズムを使用してシード フレーズを安全に保存します。 表示するには、リクエストを送信してください。48 時間後に利用可能になり、3 日間表示できます。
zh_cn: 为了增强钱包安全性并降低恶意攻击的风险，MyDoge 钱包使用 Cubist 托管机制来安全地存储您的助记词。 要查看它，请提交请求。它将在 48 小时后可用，并可查看 3 天。

# receivedMnemonicTip1
source: Your access will expire in {day} days, {hour} hours, and {minute} minutes. Please back it up before then.
es_es: Tu acceso caducará en {day} días, {hour} horas y {minute} minutos. Haz una copia de seguridad antes de esa fecha.
fr_fr: Votre accès expirera dans {day} jours, {hour} heures et {minute} minutes. Veuillez le sauvegarder avant cette date.
ja_jp: アクセスは {day} 日 {hour} 時間 {minute} 分で期限切れになります。それまでにバックアップしてください。
zh_cn: 您的访问权限将在 {day} 天 {hour} 小时 {minute} 分钟后过期。请在此之前备份。

# seedPhraseHelpContent
source: A seed phrase is a set of 12 to 24 words that serves as the key to your wallet. Like a bank card without a PIN, anyone who has it can access and transfer your funds.
es_es: Una frase semilla es un conjunto de 12 a 24 palabras que sirve como clave para tu billetera. Como una tarjeta bancaria sin PIN, cualquiera que la tenga puede acceder y transferir tus fondos.
fr_fr: Une phrase de départ est un ensemble de 12 à 24 mots qui sert de clé à votre portefeuille. Comme une carte bancaire sans code PIN, toute personne qui la possède peut accéder à vos fonds et les transférer.
ja_jp: シード フレーズは、ウォレットの鍵として機能する 12 ～ 24 個の単語のセットです。PIN のない銀行カードのように、それを持っている人なら誰でも資金にアクセスして送金できます。
zh_cn: 助记词是一组 12 到 24 个单词，用作您钱包的密钥。就像没有 PIN 码的银行卡一样，任何拥有它的人都可以访问和转移您的资金。

# keepSeedSafeAlertContent
source: Your seed phrase is not stored by MyDoge. To view it again, you’ll need to wait 48 hours.
es_es: MyDoge no almacena tu frase semilla. Para volver a verla, tendrás que esperar 48 horas.
fr_fr: Votre phrase de départ n'est pas stockée par MyDoge. Pour la consulter à nouveau, vous devrez attendre 48 heures.
ja_jp: シード フレーズは MyDoge には保存されません。 再度表示するには、48 時間待つ必要があります。
zh_cn: 您的助记词不由 MyDoge 存储。 要再次查看它，您需要等待 48 小时。

source: Manage crypto
es_es: Gestionar criptomonedas
fr_fr: Gérer les crypto-monnaies
ja_jp: 暗号を管理
zh_cn: 管理加密货币

source: Add custom token
es_es: Añadir token personalizado
fr_fr: Ajouter un jeton personnalisé
ja_jp: カスタム トークンを追加
zh_cn: 添加自定义代币

source: Original Pay PIN
es_es: PIN de pago original
fr_fr: Code PIN de paiement d'origine
ja_jp: 元の支払い PIN
zh_cn: 原始支付密码

source: Set new Pay PIN
es_es: Establecer nuevo PIN de pago
fr_fr: Définir un nouveau code PIN de paiement
ja_jp: 新しい支払い PIN を設定
zh_cn: 设置新的支付密码

source: Confirm new Pay PIN
es_es: Confirmar nuevo PIN de pago
fr_fr: Confirmer le nouveau code PIN de paiement
ja_jp: 新しい支払い PIN を確認
zh_cn: 确认新的支付密码

# twoFactor
source: Two-Factor Authentication (2FA)
es_es: Autenticación de dos factores (2FA)
fr_fr: Authentification à deux facteurs (2FA)
ja_jp: 2 要素認証 (2FA)
zh_cn: 双因素身份验证 (2FA)

# twoFactorHint
source: To enhance the security of your account, we strongly recommend enabling at least one 2FA.
es_es: Para mejorar la seguridad de tu cuenta, te recomendamos encarecidamente que actives al menos una 2FA.
fr_fr: Pour renforcer la sécurité de votre compte, nous vous recommandons vivement d'activer au moins une 2FA.
ja_jp: アカウントのセキュリティを強化するために、少なくとも 1 つの 2FA を有効にすることを強くお勧めします。
zh_cn: 为了增强您帐户的安全性，我们强烈建议您至少启用一种 2FA。

# minAmount
source: Min amount is {amount}
es_es: La cantidad mínima es {amount}
fr_fr: Le montant minimum est de {amount}
ja_jp: 最小額は {amount} です
zh_cn: 最小金额为 {amount}

# maxAmount
source: Max amount is {amount}
es_es: La cantidad máxima es {amount}
fr_fr: Le montant maximum est de {amount}
ja_jp: 最大額は {amount} です
zh_cn: 最大金额为 {amount}

source: Connected DApp
es_es: DApp conectada
fr_fr: DApp connectée
ja_jp: 接続済み DApp
zh_cn: 已连接的 DApp

# disconnectedAll
source: Disconnect All
es_es: Desconectar todo
fr_fr: Tout déconnecter
ja_jp: すべて切断
zh_cn: 全部断开连接

# disconnected
source: Disconnect
es_es: Desconectar
fr_fr: Déconnecter
ja_jp: 切断
zh_cn: 断开连接

source: Connected
es_es: Conectado
fr_fr: Connecté
ja_jp: 接続済み
zh_cn: 已连接

# connectedWallet
source: {name} connected to {walletName}
es_es: {name} conectado a {walletName}
fr_fr: {name} connecté à {walletName}
ja_jp: {name} が {walletName} に接続されました
zh_cn: {name} 已连接到 {walletName}

# connectedNetwork
source: {amount} network connect
es_es: {amount} conexión de red
fr_fr: {amount} connexion réseau
ja_jp: {amount} ネットワーク接続
zh_cn: {amount} 个网络连接

source: Dapp request
es_es: Solicitud de Dapp
fr_fr: Demande de Dapp
ja_jp: Dapp リクエスト
zh_cn: Dapp 请求

# fromLabel
source: from:
es_es: de:
fr_fr: de:
ja_jp: 差出人:
zh_cn: 来自：

source: Approve
es_es: Aprobar
fr_fr: Approuver
ja_jp: 承認
zh_cn: 批准

source: Sign
es_es: Firmar
fr_fr: Signer
ja_jp: 署名
zh_cn: 签名

source: Wallet address
es_es: Dirección de la billetera
fr_fr: Adresse du portefeuille
ja_jp: ウォレット アドレス
zh_cn: 钱包地址

source: DApp Contract
es_es: Contrato de DApp
fr_fr: Contrat DApp
ja_jp: DApp 契約
zh_cn: DApp 合约

source: Gas Fee
es_es: Tarifa de gas
fr_fr: Frais de gaz
ja_jp: ガス料金
zh_cn: 汽油费

source: Data
es_es: Datos
fr_fr: Données
ja_jp: データ
zh_cn: 数据

source: Connect your wallet
es_es: Conecta tu billetera
fr_fr: Connectez votre portefeuille
ja_jp: ウォレットを接続
zh_cn: 连接您的钱包

source: Request from
es_es: Solicitud de
fr_fr: Demande de
ja_jp: からのリクエスト
zh_cn: 来自...的请求

source: Dapp Permission
es_es: Permiso de Dapp
fr_fr: Autorisation Dapp
ja_jp: Dapp 許可
zh_cn: Dapp 权限

# accessYourETH
source: Access your ETH on-chain information
es_es: Accede a tu información de ETH en la cadena
fr_fr: Accédez à vos informations ETH sur la chaîne
ja_jp: オンチェーンの ETH 情報にアクセス
zh_cn: 访问您的链上 ETH 信息

# requestTransaction
source: Request transaction authorization from you
es_es: Solicitar autorización de transacción de tu parte
fr_fr: Demander une autorisation de transaction de votre part
ja_jp: あなたからの取引承認をリクエスト
zh_cn: 请求您的交易授权

source: Note
es_es: Nota
fr_fr: Remarque
ja_jp: 注
zh_cn: 注意

# notShareYourPrivateKey
source: Authorization will not share your private key information.
es_es: La autorización no compartirá la información de tu clave privada.
fr_fr: L'autorisation ne partagera pas les informations de votre clé privée.
ja_jp: 承認によって秘密鍵情報が共有されることはありません。
zh_cn: 授权不会共享您的私钥信息。

source: Network not supported
es_es: Red no compatible
fr_fr: Réseau non pris en charge
ja_jp: ネットワークがサポートされていません
zh_cn: 不支持的网络

# amountNetwork
source: {amount} networks
es_es: {amount} redes
fr_fr: {amount} réseaux
ja_jp: {amount} ネットワーク
zh_cn: {amount} 个网络

source: Manage
es_es: Gestionar
fr_fr: Gérer
ja_jp: 管理
zh_cn: 管理

source: Switzer Complete
es_es: Switzer completado
fr_fr: Switzer terminé
ja_jp: Switzer 完了
zh_cn: Switzer 完成

source: No search results
es_es: No se han encontrado resultados
fr_fr: Aucun résultat de recherche
ja_jp: 検索結果がありません
zh_cn: 没有搜索结果

source: Authenticating with Face ID...
es_es: Autenticando con Face ID...
fr_fr: Authentification avec Face ID...
ja_jp: Face ID で認証中...
zh_cn: 正在使用面容 ID 进行身份验证...

# disableToken
source: Disable risky token filter?
es_es: ¿Desactivar el filtro de tokens de riesgo?
fr_fr: Désactiver le filtre des jetons à risque ?
ja_jp: 危険なトークン フィルターを無効にしますか？
zh_cn: 禁用风险代币过滤器？

source: Disable
es_es: Desactivar
fr_fr: Désactiver
ja_jp: 無効にする
zh_cn: 禁用

# disableTokenHint
source: This may expose you to risky tokens and potential asset loss.
es_es: Esto puede exponerte a tokens de riesgo y a una posible pérdida de activos.
fr_fr: Cela peut vous exposer à des jetons à risque et à une perte potentielle d'actifs.
ja_jp: これにより、危険なトークンや潜在的な資産損失にさらされる可能性があります。
zh_cn: 这可能会使您面临风险代币和潜在的资产损失。

# keepSeedSafeAlertTitle
source: Have you saved your seed phrase?
es_es: ¿Has guardado tu frase semilla?
fr_fr: Avez-vous sauvegardé votre phrase de départ ?
ja_jp: シード フレーズを保存しましたか？
zh_cn: 您是否已保存助记词？

# cancelViewRequest
source: Cancel the view request
es_es: Cancelar la solicitud de visualización
fr_fr: Annuler la demande de vue
ja_jp: 表示リクエストをキャンセル
zh_cn: 取消查看请求

# featurePoweredBy
source: This feature is powered by
es_es: Esta función está impulsada por
fr_fr: Cette fonctionnalité est alimentée par
ja_jp: この機能は
zh_cn: 此功能由...提供支持

# viewSeedPhraseRequestTitle
source: You have requested to view the seed phrase.
es_es: Has solicitado ver la frase semilla.
fr_fr: Vous avez demandé à voir la phrase de départ.
ja_jp: シード フレーズの表示をリクエストしました。
zh_cn: 您已请求查看助记词。

# viewSeedPhraseRequestTip
source: Your seed phrase will be shown here after
es_es: Tu frase semilla se mostrará aquí después de
fr_fr: Votre phrase de départ sera affichée ici après
ja_jp: シード フレーズは、この後にここに表示されます
zh_cn: 您的助记词将在此处显示

# receivedMnemonicTitle
source: Your seed phrase is ready to view
es_es: Tu frase semilla está lista para ser vista
fr_fr: Votre phrase de départ est prête à être consultée
ja_jp: シード フレーズを表示する準備ができました
zh_cn: 您的助记词已准备好查看

# receivedMnemonicSubTip1
source: Please keep your seed phrase safe.
es_es: Guarda tu frase semilla en un lugar seguro.
fr_fr: Veuillez conserver votre phrase de départ en lieu sûr.
ja_jp: シード フレーズは安全に保管してください。
zh_cn: 请妥善保管您的助记词。

# receivedMnemonicSubTip2
source: MyDoge Wallet does not store users' seed phrases. Each time you request to view them, you must wait 48 hours to retrieve them from Cubist.
es_es: La billetera MyDoge no almacena las frases semilla de los usuarios. Cada vez que solicites verlas, deberás esperar 48 horas para recuperarlas de Cubist.
fr_fr: Le portefeuille MyDoge ne stocke pas les phrases de départ des utilisateurs. Chaque fois que vous demandez à les consulter, vous devez attendre 48 heures pour les récupérer auprès de Cubist.
ja_jp: MyDoge ウォレットはユーザーのシード フレーズを保存しません。表示をリクエストするたびに、Cubist から取得するために 48 時間待つ必要があります。
zh_cn: MyDoge 钱包不存储用户的助记词。每次您请求查看时，都必须等待 48 小时才能从 Cubist 检索。

# applyViewSeedPhrase
source: Request to view seed phrase
es_es: Solicitar ver la frase semilla
fr_fr: Demander à voir la phrase de départ
ja_jp: シード フレーズの表示をリクエスト
zh_cn: 请求查看助记词

# viewSeedPhraseTip4
source: You’ll be able to view it after 48 hours.
es_es: Podrás verla después de 48 horas.
fr_fr: Vous pourrez la consulter après 48 heures.
ja_jp: 48 時間後に表示できるようになります。
zh_cn: 您将在 48 小时后能够查看它。

# enterCodeDescription
source: A 4-digit code was sent to
es_es: Se ha enviado un código de 4 dígitos a
fr_fr: Un code à 4 chiffres a été envoyé à
ja_jp: 4 桁のコードが送信されました
zh_cn: 一个 4 位数的代码已发送到

# seedPhraseHelpTitle
source: What is a seed phrase?
es_es: ¿Qué es una frase semilla?
fr_fr: Qu'est-ce qu'une phrase de départ ?
ja_jp: シード フレーズとは？
zh_cn: 什么是助记词？

# seedPhraseHelpNoticeTitle
source: How to keep it secure?
es_es: ¿Cómo mantenerla segura?
fr_fr: Comment la conserver en toute sécurité ?
ja_jp: 安全に保管するには？
zh_cn: 如何保证其安全？

# seedPhraseHelpNotice1
source: Write it down or store it in an offline device such as a cold wallet.
es_es: Escríbela o guárdala en un dispositivo sin conexión, como una billetera fría.
fr_fr: Notez-la ou stockez-la sur un appareil hors ligne tel qu'un portefeuille froid.
ja_jp: 書き留めるか、コールド ウォレットなどのオフライン デバイスに保存します。
zh_cn: 将其写下来或存储在离线设备中，例如冷钱包。

# seedPhraseHelpNotice2
source: Never store it by taking screenshots.
es_es: Nunca la guardes haciendo capturas de pantalla.
fr_fr: Ne la stockez jamais en prenant des captures d'écran.
ja_jp: スクリーンショットを撮って保存しないでください。
zh_cn: 切勿通过截屏存储。

# seedPhraseHelpNotice3
source: Never store it in social media apps, emails, mobile memos, cloud services, etc.
es_es: Nunca la guardes en aplicaciones de redes sociales, correos electrónicos, notas móviles, servicios en la nube, etc.
fr_fr: Ne la stockez jamais dans des applications de médias sociaux, des e-mails, des mémos mobiles, des services cloud, etc.
ja_jp: ソーシャル メディア アプリ、メール、モバイル メモ、クラウド サービスなどには絶対に保存しないでください。
zh_cn: 切勿将其存储在社交媒体应用、电子邮件、移动备忘录、云服务等中。

# seedPhraseHelpNoticeHideTip
source: Don't show this again
es_es: No volver a mostrar esto
fr_fr: Ne plus afficher ce message
ja_jp: これを再度表示しない
zh_cn: 不再显示此内容

source: Done
es_es: Hecho
fr_fr: Terminé
ja_jp: 完了
zh_cn: 完成

source: Keep
es_es: Guardar
fr_fr: Conserver
ja_jp: 保持
zh_cn: 保留

# verifyEmailToProtectAccount
source: Verify your email to help protect your account.
es_es: Verifica tu correo electrónico para ayudar a proteger tu cuenta.
fr_fr: Vérifiez votre e-mail pour aider à protéger votre compte.
ja_jp: アカウントを保護するためにメールを確認してください。
zh_cn: 验证您的电子邮件以帮助保护您的帐户。

source: Potential honeypot
es_es: Posible honeypot
fr_fr: Honeypot potentiel
ja_jp: 潜在的なハニーポット
zh_cn: 潜在的蜜罐

# tokenNotList
source: Token not listed
es_es: Token no listado
fr_fr: Jeton non répertorié
ja_jp: トークンがリストされていません
zh_cn: 代币未列出

# tokenNotListHint
source: Token is not listed and may be risky. Please proceed with caution.
es_es: El token no está listado y puede ser arriesgado. Procede con precaución.
fr_fr: Le jeton n'est pas répertorié et peut être risqué. Veuillez procéder avec prudence.
ja_jp: トークンはリストされておらず、危険な可能性があります。注意して進めてください。
zh_cn: 代币未列出，可能存在风险。请谨慎操作。

# slippageTooHigh
source: Slippage is too high
es_es: El deslizamiento es demasiado alto
fr_fr: Le glissement est trop élevé
ja_jp: スリッページが高すぎます
zh_cn: 滑点过高
