Repository: DogeOS69/dogeos-wallet-translations
Catalog: intl_*.arb
Languages: es_es, fr_fr, ja_jp, zh_cn

source: Unblock User?
es_es: ¿Desbloquear usuario?
fr_fr: Débloquer l'utilisateur ?
ja_jp: ユーザーのブロックを解除しますか？
zh_cn: 取消屏蔽用户？

# unblockUserHint
source: This will unblock the user and you will continue to see their posts.
es_es: Esto desbloqueará al usuario y seguirás viendo sus publicaciones.
fr_fr: Cela débloquera l'utilisateur et vous continuerez à voir ses publications.
ja_jp: これにより、ユーザーのブロックが解除され、投稿が引き続き表示されます。
zh_cn: 这将取消屏蔽该用户，您将继续看到他们的帖子。

source: Unblock
es_es: Desbloquear
fr_fr: Débloquer
ja_jp: ブロック解除
zh_cn: 取消屏蔽

source: Following
es_es: Siguiendo
fr_fr: Abonnements
ja_jp: フォロー中
zh_cn: 正在关注

source: Shop
es_es: Tienda
fr_fr: Boutique
ja_jp: ショップ
zh_cn: 商店

source: Settings and Support
es_es: Ajustes y soporte
fr_fr: Paramètres et assistance
ja_jp: 設定とサポート
zh_cn: 设置和支持

# sendAndReceive
source: Send and receive tips via
es_es: Enviar y recibir propinas a través de
fr_fr: Envoyer et recevoir des pourboires via
ja_jp: 経由でチップを送受信
zh_cn: 通过...发送和接收小费

# readFAQ
source: Read the MyDogeTip FAQ
es_es: Leer las preguntas frecuentes de MyDogeTip
fr_fr: Lire la FAQ de MyDogeTip
ja_jp: MyDogeTip FAQ を読む
zh_cn: 阅读 MyDogeTip 常见问题解答

# signOutUser
source: Sign Out @{handle}
es_es: Cerrar sesión @{handle}
fr_fr: Se déconnecter de @{handle}
ja_jp: @{handle} からサインアウト
zh_cn: 退出 @{handle}

source: Change Pay PIN
es_es: Cambiar PIN de pago
fr_fr: Changer le code PIN de paiement
ja_jp: 支払い PIN を変更
zh_cn: 更改支付密码

source: Display currency
es_es: Moneda de visualización
fr_fr: Devise d'affichage
ja_jp: 表示通貨
zh_cn: 显示货币

source: About MyDoge
es_es: Acerca de MyDoge
fr_fr: À propos de MyDoge
ja_jp: MyDoge について
zh_cn: 关于 MyDoge

# version
source: Version {version}
es_es: Versión {version}
ja_jp: バージョン {version}
zh_cn: 版本 {version}

source: Nickname
es_es: Apodo
fr_fr: Surnom
ja_jp: ニックネーム
zh_cn: 昵称

source: User name
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
ja_jp: ユーザー名
zh_cn: 用户名

source: Followers
es_es: Seguidores
fr_fr: Abonnés
ja_jp: フォロワー
zh_cn: 关注者

source: New Post
es_es: Nueva publicación
fr_fr: Nouveau message
ja_jp: 新しい投稿
zh_cn: 新帖子

source: Post
es_es: Publicar
fr_fr: Publier
ja_jp: 投稿
zh_cn: 发布

source: Share
es_es: Compartir
fr_fr: Partager
ja_jp: 共有
zh_cn: 分享

source: Tips
es_es: Propinas
fr_fr: Pourboires
ja_jp: ヒント
zh_cn: 提示

source: Message
es_es: Mensaje
ja_jp: メッセージ
zh_cn: 消息

source: Share profile
es_es: Compartir perfil
fr_fr: Partager le profil
ja_jp: プロフィールを共有
zh_cn: 分享个人资料

source: Find Friends
es_es: Encontrar amigos
fr_fr: Trouver des amis
ja_jp: 友達を探す
zh_cn: 寻找朋友

source: Search Results
es_es: Resultados de la búsqueda
fr_fr: Résultats de la recherche
ja_jp: 検索結果
zh_cn: 搜索结果

source: start typing
es_es: empieza a escribir
fr_fr: commencer à taper
ja_jp: 入力を開始
zh_cn: 开始输入

source: Shop with Doge
es_es: Comprar con Doge
fr_fr: Acheter avec des Doge
ja_jp: Doge で買い物
zh_cn: 使用狗狗币购物

source: Gift Cards
es_es: Tarjetas de regalo
fr_fr: Cartes-cadeaux
ja_jp: ギフトカード
zh_cn: 礼品卡

source: soon
es_es: pronto
fr_fr: bientôt
ja_jp: 近日公開
zh_cn: 即将推出

source: Switch network
es_es: Cambiar de red
fr_fr: Changer de réseau
ja_jp: ネットワークを切り替える
zh_cn: 切换网络

source: Empty
es_es: Vacío
fr_fr: Vide
ja_jp: 空
zh_cn: 空

source: Est. Receive
es_es: Recibo est.
fr_fr: Réception est.
ja_jp: 推定受領額
zh_cn: 预计收到

source: Doge
zh_cn: 狗狗币

# scanQrCodeDesc
source: Scan to pay with the exact amount.
es_es: Escanea para pagar con la cantidad exacta.
fr_fr: Scannez pour payer avec le montant exact.
ja_jp: スキャンして正確な金額で支払います。
zh_cn: 扫描以支付确切金额。

source: Clear amount
es_es: Borrar cantidad
fr_fr: Effacer le montant
ja_jp: 金額をクリア
zh_cn: 清除金额

# inputPINToContinue
source: Enter your PIN to continue
es_es: Introduce tu PIN para continuar
fr_fr: Entrez votre code PIN pour continuer
ja_jp: 続行するには PIN を入力してください
zh_cn: 输入您的 PIN 码以继续

# verifyYourPIN
source: Verify your PIN to create a DogeOS wallet.
es_es: Verifica tu PIN para crear una billetera DogeOS.
fr_fr: Vérifiez votre code PIN pour créer un portefeuille DogeOS.
ja_jp: DogeOS ウォレットを作成するには PIN を確認してください。
zh_cn: 验证您的 PIN 码以创建 DogeOS 钱包。

# incorrectPin
source: The PIN you entered is incorrect
es_es: El PIN que has introducido es incorrecto
fr_fr: Le code PIN que vous avez entré est incorrect
ja_jp: 入力した PIN が正しくありません
zh_cn: 您输入的 PIN 码不正确

source: iCloud backup failed
es_es: La copia de seguridad de iCloud ha fallado
fr_fr: La sauvegarde iCloud a échoué
ja_jp: iCloud バックアップに失敗しました
zh_cn: iCloud 备份失败

# pleaseTurnOnYourICloud
source: Please enable iCloud in your device settings before backing up or importing your wallet.
es_es: Activa iCloud en los ajustes de tu dispositivo antes de hacer una copia de seguridad o importar tu billetera.
fr_fr: Veuillez activer iCloud dans les paramètres de votre appareil avant de sauvegarder ou d'importer votre portefeuille.
ja_jp: ウォレットをバックアップまたはインポートする前に、デバイスの設定で iCloud を有効にしてください。
zh_cn: 在备份或导入钱包之前，请在设备设置中启用 iCloud。

source: Go to setting page
es_es: Ir a la página de ajustes
fr_fr: Aller à la page des paramètres
ja_jp: 設定ページに移動
zh_cn: 转到设置页面

source: Delete backup
es_es: Eliminar copia de seguridad
fr_fr: Supprimer la sauvegarde
ja_jp: バックアップを削除
zh_cn: 删除备份

# deleteBackupOrNot
source: Do you want to delete the backup?
es_es: ¿Quieres eliminar la copia de seguridad?
fr_fr: Voulez-vous supprimer la sauvegarde ?
ja_jp: バックアップを削除しますか？
zh_cn: 您要删除备份吗？

# sendToCrypto
source: Send to a crypto address
es_es: Enviar a una dirección de criptomonedas
fr_fr: Envoyer à une adresse de crypto-monnaie
ja_jp: 暗号アドレスに送信
zh_cn: 发送到加密地址

# importSeedPhrase
source: Import with seed phrase
es_es: Importar con frase semilla
fr_fr: Importer avec une phrase de départ
ja_jp: シード フレーズでインポート
zh_cn: 使用助记词导入

# importGoogleDrive
source: Import from google drive
es_es: Importar desde Google Drive
fr_fr: Importer depuis Google Drive
ja_jp: Google ドライブからインポート
zh_cn: 从 Google 云端硬盘导入

# importICloud
source: Import from iCloud
es_es: Importar desde iCloud
fr_fr: Importer depuis iCloud
ja_jp: iCloud からインポート
zh_cn: 从 iCloud 导入

source: Reminder
es_es: Recordatorio
fr_fr: Rappel
ja_jp: リマインダー
zh_cn: 提醒

# reminderDesc
source: We noticed that the wallet you previously used was from a DogeOS wallet, with the seed protected via Cubist. You will be upgrading to that social wallet. Additionally, your previous Dogeverse content is no longer accessible. If you have any questions, please contact our support team.
es_es: Hemos notado que la billetera que usaste anteriormente era de una billetera DogeOS, con la semilla protegida a través de Cubist. Te actualizarás a esa billetera social. Además, tu contenido anterior de Dogeverse ya no está accesible. Si tienes alguna pregunta, ponte en contacto con nuestro equipo de soporte.
fr_fr: Nous avons remarqué que le portefeuille que vous utilisiez précédemment provenait d'un portefeuille DogeOS, avec la phrase de départ protégée via Cubist. Vous allez passer à ce portefeuille social. De plus, votre contenu Dogeverse précédent n'est plus accessible. Si vous avez des questions, veuillez contacter notre équipe d'assistance.
ja_jp: 以前使用していたウォレットは、Cubist を介してシードが保護された DogeOS ウォレットのものであることに気付きました。そのソーシャル ウォレットにアップグレードします。さらに、以前の Dogeverse コンテンツにはアクセスできなくなりました。 ご不明な点がございましたら、サポート チームにお問い合わせください。
zh_cn: 我们注意到您之前使用的钱包来自 DogeOS 钱包，其种子通过 Cubist 保护。您将升级到该社交钱包。此外，您之前的 Dogeverse 内容将无法再访问。 如果您有任何疑问，请联系我们的支持团队。

# importNotes
source: Important notes on social login
es_es: Notas importantes sobre el inicio de sesión social
fr_fr: Remarques importantes sur la connexion sociale
ja_jp: ソーシャル ログインに関する重要な注意事項
zh_cn: 社交登录重要说明

# importNotesDesc
source: If you log in with X, the MyDogeTip feature will be linked to your X account.
es_es: Si inicias sesión con X, la función MyDogeTip se vinculará a tu cuenta de X.
fr_fr: Si vous vous connectez avec X, la fonctionnalité MyDogeTip sera liée à votre compte X.
ja_jp: X でログインすると、MyDogeTip 機能が X アカウントにリンクされます。
zh_cn: 如果您使用 X 登录，MyDogeTip 功能将链接到您的 X 帐户。

source: Maybe later
es_es: Quizás más tarde
fr_fr: Peut-être plus tard
ja_jp: 後で
zh_cn: 也许以后

# depositToken
source: Deposit {tokenName}
es_es: Depositar {tokenName}
fr_fr: Déposer {tokenName}
ja_jp: {tokenName} を入金
zh_cn: 存入 {tokenName}

source: Select deposit method
es_es: Seleccionar método de depósito
fr_fr: Sélectionner la méthode de dépôt
ja_jp: 入金方法を選択
zh_cn: 选择存款方式

source: MyDoge friends
es_es: Amigos de MyDoge
fr_fr: Amis MyDoge
ja_jp: MyDoge の友達
zh_cn: MyDoge 朋友

source: Set amount
es_es: Establecer cantidad
fr_fr: Définir le montant
ja_jp: 金額を設定
zh_cn: 设置金额

source: Amount
es_es: Cantidad
fr_fr: Montant
ja_jp: 金額
zh_cn: 金额

# amountLowercase
source: amount
es_es: cantidad
fr_fr: montant
ja_jp: 金額
zh_cn: 金额

source: All networks
es_es: Todas las redes
fr_fr: Tous les réseaux
ja_jp: すべてのネットワーク
zh_cn: 所有网络

source: Popular networks
es_es: Redes populares
fr_fr: Réseaux populaires
ja_jp: 人気のネットワーク
zh_cn: 热门网络

# oops
source: Switch to DogeOS Wallet
es_es: Cambiar a la billetera DogeOS
fr_fr: Passer au portefeuille DogeOS
ja_jp: DogeOS ウォレットに切り替える
zh_cn: 切换到 DogeOS 钱包

# oopsDesc
source: Oops! You’re currently using your MyDoge Classic wallet. Please switch to your DogeOS Wallet to access this feature.
es_es: ¡Vaya! Actualmente estás usando tu billetera MyDoge Classic. Cambia a tu billetera DogeOS para acceder a esta función.
fr_fr: Oups ! Vous utilisez actuellement votre portefeuille MyDoge Classic. Veuillez passer à votre portefeuille DogeOS pour accéder à cette fonctionnalité.
ja_jp: おっと！現在 MyDoge Classic ウォレットを使用しています。この機能にアクセスするには、DogeOS ウォレットに切り替えてください。
zh_cn: 糟糕！您当前正在使用 MyDoge Classic 钱包。请切换到您的 DogeOS 钱包以访问此功能。

source: Switch wallet
es_es: Cambiar de billetera
fr_fr: Changer de portefeuille
ja_jp: ウォレットを切り替える
zh_cn: 切换钱包

source: Terms of Use
es_es: Términos de uso
fr_fr: Conditions d'utilisation
ja_jp: 利用規約
zh_cn: 使用条款

source: Privacy Policy
es_es: Política de privacidad
fr_fr: Politique de confidentialité
ja_jp: プライバシー ポリシー
zh_cn: 隐私政策

source: Share MyDoge
es_es: Compartir MyDoge
fr_fr: Partager MyDoge
ja_jp: MyDoge を共有
zh_cn: 分享 MyDoge

source: Visit Our Website
es_es: Visita nuestro sitio web
fr_fr: Visitez notre site Web
ja_jp: 当社のウェブサイトにアクセス
zh_cn: 访问我们的网站

source: View seed phrase
es_es: Ver frase semilla
fr_fr: Afficher la phrase de départ
ja_jp: シード フレーズを表示
zh_cn: 查看助记词

# seedBackupTip1
source: Transcribe
es_es: Transcribir
fr_fr: Transcrire
ja_jp: 書き写す
zh_cn: 抄写

# seedBackupTip2
source: Screenshots
es_es: Capturas de pantalla
fr_fr: Captures d'écran
ja_jp: スクリーンショット
zh_cn: 屏幕截图

# seedBackupTip3
source: Digital copy
es_es: Copia digital
fr_fr: Copie numérique
ja_jp: デジタル コピー
zh_cn: 数字副本

# keepSeedSafeNotice
source: Anyone with your seed can access all your assets. Please keep the information to yourself.
es_es: Cualquiera con tu semilla puede acceder a todos tus activos. Por favor, guarda la información para ti.
fr_fr: Toute personne disposant de votre phrase de départ peut accéder à tous vos actifs. Veuillez conserver ces informations pour vous.
ja_jp: シードを持っている人なら誰でもすべての資産にアクセスできます。情報はご自身で保管してください。
zh_cn: 任何拥有您种子的人都可以访问您的所有资产。请将信息保密。

source: Hide
es_es: Ocultar
fr_fr: Masquer
ja_jp: 非表示
zh_cn: 隐藏

# warningTitleNotice
source: For security reasons, if you close or refresh the page, you will need to reapply and wait for at least 48 hours. Please make sure you have remembered your seed phrase before leaving.
es_es: Por razones de seguridad, si cierras o actualizas la página, tendrás que volver a solicitar y esperar al menos 48 horas. Asegúrate de haber recordado tu frase semilla antes de irte.
fr_fr: Pour des raisons de sécurité, si vous fermez ou actualisez la page, vous devrez refaire une demande et attendre au moins 48 heures. Assurez-vous d'avoir mémorisé votre phrase de départ avant de quitter.
ja_jp: セキュリティ上の理由から、ページを閉じるか更新すると、再申請して少なくとも 48 時間待つ必要があります。離れる前にシード フレーズを覚えていることを確認してください。
zh_cn: 出于安全原因，如果您关闭或刷新页面，您将需要重新申请并等待至少 48 小时。请确保在离开前记住您的助记词。

# keepSeedSafeTitle
source: Keep seed phrase safe
es_es: Mantén la frase semilla segura
fr_fr: Conservez la phrase de départ en lieu sûr
ja_jp: シード フレーズを安全に保管する
zh_cn: 妥善保管助记词

# keepSeedSafeNotice1
source: Anyone with your seed can access all your assets. Please be sure to back up your seed before you receive transfers or delete the app.
es_es: Cualquiera con tu semilla puede acceder a todos tus activos. Asegúrate de hacer una copia de seguridad de tu semilla antes de recibir transferencias o eliminar la aplicación.
fr_fr: Toute personne disposant de votre phrase de départ peut accéder à tous vos actifs. Assurez-vous de sauvegarder votre phrase de départ avant de recevoir des transferts ou de supprimer l'application.
ja_jp: シードを持っている人なら誰でもすべての資産にアクセスできます。送金を受け取ったり、アプリを削除したりする前に、必ずシードをバックアップしてください。
zh_cn: 任何拥有您种子的人都可以访问您的所有资产。请务必在收到转账或删除应用程序之前备份您的种子。

# keepSeedSafeNotice2
source: MyDoge will not store your seed on its server, and therefore is unable to recover your wallet once it is lost.
es_es: MyDoge no almacenará tu semilla en su servidor y, por lo tanto, no podrá recuperar tu billetera una vez que se pierda.
fr_fr: MyDoge ne stockera pas votre phrase de départ sur son serveur et ne pourra donc pas récupérer votre portefeuille en cas de perte.
ja_jp: MyDoge はサーバーにシードを保存しないため、紛失したウォレットを回復することはできません。
zh_cn: MyDoge 不会在其服务器上存储您的种子，因此一旦丢失，将无法恢复您的钱包。

# seedAlreadyBackup
source: Already backed up
es_es: Ya se ha hecho una copia de seguridad
fr_fr: Déjà sauvegardé
ja_jp: すでにバックアップ済み
zh_cn: 已备份

source: Backup & Security
es_es: Copia de seguridad y seguridad
fr_fr: Sauvegarde et sécurité
ja_jp: バックアップとセキュリティ
zh_cn: 备份与安全

# backupYourWalletHint
source: Save your wallet to the cloud and protect it with a password. You can also write down your seed phrase or copy it to a password manager.
es_es: Guarda tu billetera en la nube y protégela con una contraseña. También puedes anotar tu frase semilla o copiarla en un gestor de contraseñas.
fr_fr: Enregistrez votre portefeuille dans le cloud et protégez-le avec un mot de passe. Vous pouvez également noter votre phrase de départ ou la copier dans un gestionnaire de mots de passe.
ja_jp: ウォレットをクラウドに保存し、パスワードで保護します。シード フレーズを書き留めたり、パスワード マネージャーにコピーしたりすることもできます。
zh_cn: 将您的钱包保存到云端并使用密码保护。您还可以写下您的助记词或将其复制到密码管理器中。

# haveNotBackUp
source: You haven't backed up your wallet to the cloud.
es_es: No has hecho una copia de seguridad de tu billetera en la nube.
fr_fr: Vous n'avez pas sauvegardé votre portefeuille dans le cloud.
ja_jp: ウォレットをクラウドにバックアップしていません。
zh_cn: 您尚未将钱包备份到云端。

source: Back up to iCloud
es_es: Copia de seguridad en iCloud
fr_fr: Sauvegarder sur iCloud
ja_jp: iCloud にバックアップ
zh_cn: 备份到 iCloud

# backupToGoogle
source: Back up to Google Drive
es_es: Copia de seguridad en Google Drive
fr_fr: Sauvegarder sur Google Drive
ja_jp: Google ドライブにバックアップ
zh_cn: 备份到 Google 云端硬盘

# createRecoveryPassword
source: Create Cloud recovery password
es_es: Crear contraseña de recuperación en la nube
fr_fr: Créer un mot de passe de récupération cloud
ja_jp: クラウド回復パスワードを作成
zh_cn: 创建云恢复密码

# createRecoveryPasswordHint
source: You need to create a password for cloud backup recovery. Choose a memorable password of at least 8 characters; longer passwords are more secure.
es_es: Debes crear una contraseña para la recuperación de la copia de seguridad en la nube. Elige una contraseña memorable de al menos 8 caracteres; las contraseñas más largas son más seguras.
fr_fr: Vous devez créer un mot de passe pour la récupération de la sauvegarde cloud. Choisissez un mot de passe mémorable d'au moins 8 caractères ; les mots de passe plus longs sont plus sûrs.
ja_jp: クラウド バックアップ回復用のパスワードを作成する必要があります。少なくとも 8 文字の覚えやすいパスワードを選択してください。パスワードが長いほど安全です。
zh_cn: 您需要为云备份恢复创建一个密码。选择一个至少 8 个字符的难忘密码；密码越长越安全。

# ifYouLoseRecoveryPassword
source: Losing this password means you can’t recover your backup.
es_es: Perder esta contraseña significa que no podrás recuperar tu copia de seguridad.
fr_fr: La perte de ce mot de passe signifie que vous ne pourrez pas récupérer votre sauvegarde.
ja_jp: このパスワードを紛失すると、バックアップを回復できなくなります。
zh_cn: 丢失此密码意味着您无法恢复备份。

source: Confirm password
es_es: Confirmar contraseña
fr_fr: Confirmer le mot de passe
ja_jp: パスワードを確認
zh_cn: 确认密码

source: Confirm backup
es_es: Confirmar copia de seguridad
fr_fr: Confirmer la sauvegarde
ja_jp: バックアップを確認
zh_cn: 确认备份

# haveBackUp
source: You have backed up your wallet to the cloud.
es_es: Has hecho una copia de seguridad de tu billetera en la nube.
fr_fr: Vous avez sauvegardé votre portefeuille dans le cloud.
ja_jp: ウォレットをクラウドにバックアップしました。
zh_cn: 您已将钱包备份到云端。

# passwordRules
source: Password must be at least 8 characters
es_es: La contraseña debe tener al menos 8 caracteres
fr_fr: Le mot de passe doit comporter au moins 8 caractères
ja_jp: パスワードは 8 文字以上である必要があります
zh_cn: 密码必须至少为 8 个字符

# passwordNotMatch
source: Password does not match
es_es: La contraseña no coincide
fr_fr: Le mot de passe ne correspond pas
ja_jp: パスワードが一致しません
zh_cn: 密码不匹配

# someChain
source: {chain} Chain.
es_es: Cadena {chain}.
fr_fr: Chaîne {chain}.
ja_jp: {chain} チェーン。
zh_cn: {chain} 链。

# inputYourRecoveryPassword
source: Input your Cloud Recovery Password
es_es: Introduce tu contraseña de recuperación en la nube
fr_fr: Entrez votre mot de passe de récupération cloud
ja_jp: クラウド回復パスワードを入力してください
zh_cn: 输入您的云恢复密码

source: Import existing wallet
es_es: Importar billetera existente
fr_fr: Importer un portefeuille existant
ja_jp: 既存のウォレットをインポート
zh_cn: 导入现有钱包

source: Wallet name
es_es: Nombre de la billetera
fr_fr: Nom du portefeuille
ja_jp: ウォレット名
zh_cn: 钱包名称

source: Back up your wallet
es_es: Haz una copia de seguridad de tu billetera
fr_fr: Sauvegardez votre portefeuille
ja_jp: ウォレットをバックアップする
zh_cn: 备份您的钱包

# deleteWallet
source: Delete Cloud backup?
es_es: ¿Eliminar la copia de seguridad en la nube?
fr_fr: Supprimer la sauvegarde cloud ?
ja_jp: クラウド バックアップを削除しますか？
zh_cn: 删除云备份？

source: Rename Wallet
es_es: Renombrar billetera
fr_fr: Renommer le portefeuille
ja_jp: ウォレットの名前を変更
zh_cn: 重命名钱包

# enterName
source: Enter a name
es_es: Introduce un nombre
fr_fr: Entrez un nom
ja_jp: 名前を入力
zh_cn: 输入一个名称

# sureToDeleteWallet
source: You’ll lose the ability to restore your wallet from Cloud. Are you sure you want to continue?
es_es: Perderás la capacidad de restaurar tu billetera desde la nube. ¿Estás seguro de que quieres continuar?
fr_fr: Vous perdrez la possibilité de restaurer votre portefeuille depuis le cloud. Êtes-vous sûr de vouloir continuer ?
ja_jp: クラウドからウォレットを復元できなくなります。続行してもよろしいですか？
zh_cn: 您将失去从云端恢复钱包的能力。您确定要继续吗？

source: Profile is Public
es_es: El perfil es público
fr_fr: Le profil est public
ja_jp: プロフィールは公開されています
zh_cn: 个人资料是公开的

# showWalletAddress
source: Show wallet address and Tip button
es_es: Mostrar dirección de la billetera y botón de propina
fr_fr: Afficher l'adresse du portefeuille et le bouton de pourboire
ja_jp: ウォレット アドレスとチップ ボタンを表示
zh_cn: 显示钱包地址和打赏按钮

# transferableLabel
source: Transferable:
es_es: Transferible:
fr_fr: Transférable:
ja_jp: 譲渡可能:
zh_cn: 可转让：

source: Transferable
es_es: Transferible
fr_fr: Transférable
ja_jp: 譲渡可能
zh_cn: 可转让

source: Inscribe
es_es: Inscribir
fr_fr: Inscrire
ja_jp: 刻む
zh_cn: 铭刻

source: Buy Doge
es_es: Comprar Doge
fr_fr: Acheter des Doge
ja_jp: Doge を購入
zh_cn: 购买狗狗币

source: Total volume
es_es: Volumen total
fr_fr: Volume total
ja_jp: 総出来高
zh_cn: 总交易量

# Volume24h
source: 24h volume
es_es: Volumen 24h
fr_fr: Volume 24h
ja_jp: 24 時間出来高
zh_cn: 24 小时交易量

source: Holders
es_es: Poseedores
fr_fr: Détenteurs
ja_jp: 保有者
zh_cn: 持有者

source: Sales
es_es: Ventas
fr_fr: Ventes
ja_jp: 売上
zh_cn: 销售额

source: Inscribe for transfer
es_es: Inscribir para transferir
fr_fr: Inscrire pour le transfert
ja_jp: 転送用に刻む
zh_cn: 铭刻以进行转让

# inscribeForTransferHint
source: Ready to send? This step unlocks your Drc20 tokens for transfer.
es_es: ¿Listo para enviar? Este paso desbloquea tus tokens Drc20 para su transferencia.
fr_fr: Prêt à envoyer ? Cette étape déverrouille vos jetons Drc20 pour le transfert.
ja_jp: 送信準備完了ですか？このステップで Drc20 トークンが転送用にロック解除されます。
zh_cn: 准备好发送了吗？此步骤将解锁您的 Drc20 代币以进行转让。

# selectAnInscription
source: Select an inscription to send
es_es: Selecciona una inscripción para enviar
fr_fr: Sélectionnez une inscription à envoyer
ja_jp: 送信する碑文を選択
zh_cn: 选择要发送的铭文

source: Transfer {token}
es_es: Transferir {token}
fr_fr: Transférer {token}
ja_jp: {token} を転送
zh_cn: 转让 {token}

source: Confirm Transfer
es_es: Confirmar transferencia
fr_fr: Confirmer le transfert
ja_jp: 転送を確認
zh_cn: 确认转让

source: No NFTs Found
es_es: No se encontraron NFT
fr_fr: Aucun NFT trouvé
ja_jp: NFT が見つかりません
zh_cn: 未找到 NFT

# yoursNFTAppearHere
source: Your NFTs will appear here
es_es: Tus NFT aparecerán aquí
fr_fr: Vos NFT apparaîtront ici
ja_jp: あなたの NFT はここに表示されます
zh_cn: 您的 NFT 将出现在此处

# titleCopied
source: {title} copied to clipboard
es_es: {title} copiado al portapapeles
fr_fr: {title} copié dans le presse-papiers
ja_jp: {title} がクリップボードにコピーされました
zh_cn: {title} 已复制到剪贴板

source: Transfer
es_es: Transferir
fr_fr: Transférer
ja_jp: 転送
zh_cn: 转让

source: NFT Details
es_es: Detalles del NFT
fr_fr: Détails du NFT
ja_jp: NFT の詳細
zh_cn: NFT 详情

source: Inscription ID
es_es: ID de inscripción
fr_fr: ID de l'inscription
ja_jp: 碑文 ID
zh_cn: 铭文 ID

source: Output Value
es_es: Valor de salida
fr_fr: Valeur de sortie
ja_jp: 出力値
zh_cn: 输出值

source: Preview
es_es: Vista previa
fr_fr: Aperçu
ja_jp: プレビュー
zh_cn: 预览

source: Content
es_es: Contenido
fr_fr: Contenu
ja_jp: コンテンツ
zh_cn: 内容

source: Content Type
es_es: Tipo de contenido
fr_fr: Type de contenu
ja_jp: コンテンツ タイプ
zh_cn: 内容类型

source: Timestamp
es_es: Marca de tiempo
fr_fr: Horodatage
ja_jp: タイムスタンプ
zh_cn: 时间戳

source: Genesis Transaction
es_es: Transacción de génesis
fr_fr: Transaction de genèse
ja_jp: ジェネシス トランザクション
zh_cn: 创世交易

source: Show Less
es_es: Mostrar menos
fr_fr: Afficher moins
ja_jp: 表示を減らす
zh_cn: 显示更少

source: Show More
es_es: Mostrar más
fr_fr: Afficher plus
ja_jp: もっと見る
zh_cn: 显示更多

# errorLoadingNFTs
source: Error loading NFTs: {error}
es_es: Error al cargar los NFT: {error}
fr_fr: Erreur lors du chargement des NFT: {error}
ja_jp: NFT の読み込み中にエラーが発生しました: {error}
zh_cn: 加载 NFT 时出错：{error}

# errorCreatingTransaction
source: Error creating transaction: {error}
es_es: Error al crear la transacción: {error}
fr_fr: Erreur lors de la création de la transaction: {error}
ja_jp: トランザクションの作成中にエラーが発生しました: {error}
zh_cn: 创建交易时出错：{error}

source: Add message
es_es: Añadir mensaje
fr_fr: Ajouter un message
ja_jp: メッセージを追加
zh_cn: 添加消息

source: to {someone}
es_es: a {someone}
fr_fr: à {someone}
ja_jp: {someone} へ
zh_cn: 给 {someone}

source: Recent
es_es: Reciente
fr_fr: Récent
ja_jp: 最近
zh_cn: 最近

source: No search result
es_es: No se han encontrado resultados
fr_fr: Aucun résultat de recherche
ja_jp: 検索結果がありません
zh_cn: 没有搜索结果

# searchForPeople
source: Search for people or input an address
es_es: Busca personas o introduce una dirección
fr_fr: Rechercher des personnes ou saisir une adresse
ja_jp: 人物を検索するか、アドレスを入力してください
zh_cn: 搜索人员或输入地址

source: Multi-chain
es_es: Multicadena
fr_fr: Multi-chaînes
ja_jp: マルチチェーン
zh_cn: 多链

# transferFundsToDogeWallet
source: Move your funds to DogeOS wallet in one tap!
es_es: ¡Mueve tus fondos a la billetera DogeOS con un solo toque!
fr_fr: Transférez vos fonds vers le portefeuille DogeOS en un seul clic !
ja_jp: ワンタップで DogeOS ウォレットに資金を移動！
zh_cn: 一键将您的资金转移到 DogeOS 钱包！

source: NFTs
es_es: NFT
fr_fr: NFT
ja_jp: NFT
zh_cn: NFT

# noDrc20Found
source: Nothing here yet!
es_es: ¡Nada por aquí todavía!
fr_fr: Rien ici pour l'instant !
ja_jp: ここにはまだ何もありません！
zh_cn: 这里什么都没有！

# youCanCreateWallet
source: You can always create a DogeOS wallet here.
es_es: Siempre puedes crear una billetera DogeOS aquí.
fr_fr: Vous pouvez toujours créer un portefeuille DogeOS ici.
ja_jp: いつでもここで DogeOS ウォレットを作成できます。
zh_cn: 您随时可以在这里创建 DogeOS 钱包。
